[
    {
        "recette": 1,
        "titre": "Good Old-Fashioned Pancakes",
        "instructions": "Sift flour, baking powder, sugar, and salt together in a large bowl. Make a well in the center and add milk, melted butter, and egg; mix until smooth.\nHeat a lightly oiled griddle or pan over medium-high heat. Pour or scoop the batter onto the griddle, using approximately 1/4 cup for each pancake; cook until bubbles form and the edges are dry, about 2 to 3 minutes. Flip and cook until browned on the other side. Repeat with remaining batter.",
        "ingredients": [
            "1.5 cups all-purpose flour",
            "3.5 teaspoons baking powder",
            "1 tablespoon white sugar",
            "0.25 teaspoon salt, or more to taste",
            "1.25 cups milk",
            "3 tablespoons butter, melted",
            "1 egg"
        ],
        "nutriments": {
            "calories": "158 kcal",
            "carbohydrateContent": "22 g",
            "cholesterolContent": "38 mg",
            "fiberContent": "1 g",
            "proteinContent": "5 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "504 mg",
            "sugarContent": "4 g",
            "fatContent": "6 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 2,
        "titre": "Uglies",
        "instructions": "Preheat oven to 400 degrees F (200 degrees C). Lightly grease 8 muffin cups.\nIn a large skillet or frying pan, cook ground chuck with onion and garlic powder until evenly brown; drain off the grease. Stir in the barbeque sauce and simmer for another 3 minutes.\nRoll out each biscuit on a floured surface so that each biscuit is 6 inches across. Put the biscuit in the muffin tin and fold up sides to create a cup shape. Fill each biscuit fill almost to the top with the meat mixture; top with cheddar cheese.\nBake in preheated oven until biscuits are baked, cheese is melted and tops are golden brown, about 15 minutes.",
        "ingredients": [
            "1 pound ground beef chuck",
            "0.5 cup chopped onion",
            "0.5 teaspoon garlic powder",
            "1.5 cups barbeque sauce",
            "1 (10 ounce) package refrigerated biscuit dough",
            "2 cups shredded Cheddar cheese"
        ],
        "nutriments": {
            "calories": "360 kcal",
            "carbohydrateContent": "34 g",
            "cholesterolContent": "56 mg",
            "fiberContent": "1 g",
            "proteinContent": "17 g",
            "saturatedFatContent": "8 g",
            "sodiumContent": "1091 mg",
            "sugarContent": "16 g",
            "fatContent": "17 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 3,
        "titre": "Homemade Dog Food",
        "instructions": "Gather all ingredients.\nPlace ground turkey, water, rice, and rosemary into a large Dutch oven. Stir until ground turkey is broken up and evenly distributed throughout the mixture; bring to a boil over high heat, then reduce heat to low and simmer for 20 minutes.\nAdd frozen vegetables, and cook for an additional 5 minutes.\nRemove from heat and cool.\nRefrigerate until using.",
        "ingredients": [
            "1 pound ground turkey",
            "6 cups water",
            "2 cups brown rice",
            "1 teaspoon dried rosemary",
            "0.5 (16 ounce) package frozen broccoli, carrots and cauliflower combination"
        ],
        "nutriments": {
            "calories": "440 kcal",
            "carbohydrateContent": "64 g",
            "cholesterolContent": "72 mg",
            "fiberContent": "5 g",
            "proteinContent": "23 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "118 mg",
            "fatContent": "10 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 5,
        "titre": "Easy Homemade Chili",
        "instructions": "Place ground beef and onion in a large saucepan over medium heat; cook and stir until meat is browned and onion is tender, about 5 to 7 minutes.\nStir in tomato sauce, kidney beans, and stewed tomatoes with juice. If you prefer a thinner consistency, you can add water. Season with chili powder, garlic powder, salt, and black pepper. Bring to a boil, reduce heat to low, cover and let simmer for 15 minutes.",
        "ingredients": [
            "1 pound ground beef",
            "1 onion, chopped",
            "1 (15 ounce) can tomato sauce",
            "1 (15 ounce) can kidney beans",
            "1 (14.5 ounce) can stewed tomatoes",
            "1.5 cups water",
            "1 pinch chili powder",
            "1 pinch garlic powder",
            "salt and pepper to taste"
        ],
        "nutriments": {
            "calories": "394 kcal",
            "carbohydrateContent": "49 g",
            "cholesterolContent": "46 mg",
            "fiberContent": "18 g",
            "proteinContent": "31 g",
            "saturatedFatContent": "4 g",
            "sodiumContent": "526 mg",
            "sugarContent": "4 g",
            "fatContent": "9 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 6,
        "titre": "Basic Crêpes",
        "instructions": "Whisk eggs, milk, water, and salt together in a large mixing bowl; add flour and butter and whisk vigorously until smooth.\nHeat a lightly oiled griddle or frying pan over medium-high heat. Pour or scoop the batter onto the pan, using approximately 1/4 cup for each crêpe. Tilt the pan with a circular motion so that the batter coats the surface evenly.\nCook until the top of the crêpe is no longer wet and the bottom has turned light brown, 1 to 2 minutes. Run a spatula around the edge of the skillet to loosen the crêpe; flip and cook until the other side has turned light brown, about 1 minute more. Serve hot.",
        "ingredients": [
            "2 large eggs",
            "0.5 cup milk",
            "0.5 cup water",
            "0.25 teaspoon salt",
            "1 cup all-purpose flour",
            "2 tablespoons butter, melted"
        ],
        "nutriments": {
            "calories": "216 kcal",
            "carbohydrateContent": "26 g",
            "cholesterolContent": "111 mg",
            "fiberContent": "1 g",
            "proteinContent": "7 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "235 mg",
            "sugarContent": "2 g",
            "fatContent": "9 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 7,
        "titre": "How to Make Perfect Polenta",
        "instructions": "Gather all ingredients.\nBring water and salt to a boil in a large saucepan; pour polenta slowly into boiling water, whisking constantly until there are no lumps.\nReduce heat to low and simmer, whisking often, until polenta starts to thicken, about 5 minutes. Polenta mixture should still be slightly loose. Cover and cook for 30 minutes, whisking every 5 to 6 minutes. When polenta is too thick to whisk, stir with a wooden spoon. Polenta is done when texture is creamy and the individual grains are tender. Cooking time will depend on the polenta grind.\nTurn off heat and gently stir 2 tablespoons butter into polenta until butter partially melts; mix 1/2 cup Parmigiano-Reggiano cheese into polenta until cheese has melted. Cover and let stand for 5 minutes to thicken.\nStir polenta and transfer to a serving bowl. Top polenta with remaining 1 tablespoon butter and about 1 tablespoon freshly grated Parmigiano-Reggiano cheese for garnish.",
        "ingredients": [
            "4 cups water",
            "1 teaspoon fine salt",
            "1 cup polenta",
            "3 tablespoons butter, divided",
            "0.5 cup freshly grated Parmigiano-Reggiano cheese, plus more for garnish"
        ],
        "nutriments": {
            "calories": "291 kcal",
            "carbohydrateContent": "31 g",
            "cholesterolContent": "33 mg",
            "fiberContent": "3 g",
            "proteinContent": "9 g",
            "saturatedFatContent": "8 g",
            "sodiumContent": "1186 mg",
            "sugarContent": "2 g",
            "fatContent": "15 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 8,
        "titre": "Absolute Best Liver and Onions",
        "instructions": "Gather all ingredients.\nGently rinse liver slices under cold water and pat dry with paper towels. Place in a shallow dish; pour in enough milk to cover. Let stand while preparing onions, or set aside for longer if you have time. Soaking will remove any bitterness.\nMelt 2 tablespoons of butter in a large skillet over medium heat. Add onion rings; cook and stir in butter until tender and soft, about 3 to 5 minutes. Transfer onions into a bowl and set the skillet aside.\nPlace flour on a plate; season with salt and pepper. Drain milk from liver and coat liver slices in flour mixture.\nMelt remaining 2 tablespoons of butter in the same skillet; increase heat to medium-high and fry coated liver slices until lightly browned, about 3 to 4 minutes on each side.\nReturn onions to the skillet and reduce heat to medium; continue to cook until onions are heated through and liver is slightly pink inside, or longer to suit your taste.\nServe and enjoy!",
        "ingredients": [
            "2 pounds sliced beef liver",
            "1.5 cups milk, or as needed",
            "0.25 cup butter, divided",
            "2 large Vidalia onions, sliced into rings",
            "2 cups all-purpose flour, or as needed",
            "salt and pepper to taste"
        ],
        "nutriments": {
            "calories": "687 kcal",
            "carbohydrateContent": "74 g",
            "cholesterolContent": "578 mg",
            "fiberContent": "4 g",
            "proteinContent": "49 g",
            "saturatedFatContent": "11 g",
            "sodiumContent": "309 mg",
            "sugarContent": "11 g",
            "fatContent": "21 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 9,
        "titre": "Bread Pudding",
        "instructions": "Gather all ingredients. Preheat the oven to 350 degrees F (175 degrees C).\nPlace bread pieces into an 8-inch square baking pan. Drizzle melted butter over bread and sprinkle raisins over top.\nWhisk milk, sugar, eggs, cinnamon, and vanilla together in a medium mixing bowl until well combined.\nPour mixture over bread, and lightly push down with a fork until all bread is covered and soaking up the liquid.\nBake in the preheated oven until golden brown and the top springs back when lightly pressed, about 45 minutes.",
        "ingredients": [
            "6 slices day-old bread, torn into small pieces",
            "2 tablespoons unsalted butter, melted",
            "0.5 cup raisins",
            "2 cups milk",
            "0.75 cup white sugar",
            "4 large eggs, beaten",
            "1 teaspoon ground cinnamon",
            "1 teaspoon vanilla extract"
        ],
        "nutriments": {
            "calories": "165 kcal",
            "carbohydrateContent": "27 g",
            "cholesterolContent": "70 mg",
            "fiberContent": "1 g",
            "proteinContent": "5 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "140 mg",
            "sugarContent": "19 g",
            "fatContent": "5 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 10,
        "titre": "Sarah's Homemade Applesauce",
        "instructions": "Gather all ingredients.\nCombine apples, water, sugar, and cinnamon in a saucepan; cover and cook over medium heat until apples are soft, about 15 to 20 minutes.\nAllow apple mixture to cool, then mash with a fork or potato masher until it is the consistency you like.",
        "ingredients": [
            "4 apples - peeled, cored and chopped",
            "0.75 cup water",
            "0.25 cup white sugar",
            "0.5 teaspoon ground cinnamon"
        ],
        "nutriments": {
            "calories": "121 kcal",
            "carbohydrateContent": "32 g",
            "fiberContent": "4 g",
            "proteinContent": "0 g",
            "sodiumContent": "3 mg",
            "sugarContent": "27 g",
            "fatContent": "0 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 11,
        "titre": "Easy Sugar Cookies",
        "instructions": "Gather all ingredients. Preheat the oven to 375 degrees F (190 degrees C).\nStir flour, baking soda, and baking powder together in a small bowl.\nBeat sugar and butter together in a large bowl with an electric mixer until smooth.\nBeat in egg and vanilla.\nGradually blend in flour mixture.\nRoll dough into walnut-sized balls and place 2 inches apart onto ungreased baking sheets.\nBake in the preheated oven until edges are golden, 8 to 10 minutes. Cool on the baking sheets briefly before removing to a wire rack to cool completely.",
        "ingredients": [
            "2.75 cups all-purpose flour",
            "1 teaspoon baking soda",
            "0.5 teaspoon baking powder",
            "1 cup butter, softened",
            "1.5 cups white sugar",
            "1 egg",
            "1 teaspoon vanilla extract"
        ],
        "nutriments": {
            "calories": "86 kcal",
            "carbohydrateContent": "12 g",
            "cholesterolContent": "14 mg",
            "fiberContent": "0 g",
            "proteinContent": "1 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "60 mg",
            "sugarContent": "6 g",
            "fatContent": "4 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 12,
        "titre": "Simple White Cake",
        "instructions": "Gather all ingredients. Preheat the oven to 350 degrees F (175 degrees C). Grease and flour a 9-inch square cake pan.\nBeat sugar and butter together in a mixing bowl with an electric mixer until lighter in color and fluffy. Add eggs, one at a time, beating briefly after each addition. Mix in vanilla.\nCombine flour and baking powder in a separate bowl. Add flour mixture to wet ingredients in batches, alternating with milk, beating cake batter briefly after each addition.\nPour cake batter into the prepared pan.\nBake cake in the preheated oven until a toothpick inserted into the center comes out clean, about 30 to 40 minutes.\nRemove from the oven and cool completely. Frost and enjoy!",
        "ingredients": [
            "1 cup white sugar",
            "0.5 cup unsalted butter",
            "2 large eggs",
            "2 teaspoons vanilla extract",
            "1.5 cups all-purpose flour",
            "1.75 teaspoons baking powder",
            "0.5 cup milk"
        ],
        "nutriments": {
            "calories": "209 kcal",
            "carbohydrateContent": "29 g",
            "cholesterolContent": "52 mg",
            "fiberContent": "0 g",
            "proteinContent": "3 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "142 mg",
            "sugarContent": "17 g",
            "fatContent": "9 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 13,
        "titre": "Emergency Chicken",
        "instructions": "Melt butter in a saucepan over medium heat. Stir barbeque sauce, Worcestershire sauce, and garlic powder together with the melted butter. Stir chicken into the sauce mixture to coat.\nPlace cover on saucepan and simmer until the chicken pieces are cooked through and no longer pink in the middle, 3 to 5 minutes. Remove cover and spoon sauce over chicken pieces; continue cooking until sauce thickens, about 4 minutes more.",
        "ingredients": [
            "1 tablespoon butter",
            "0.66666668653488 cup barbeque sauce",
            "1 tablespoon Worcestershire sauce",
            "0.66666668653488 teaspoon garlic powder",
            "1.5 pounds skinless, boneless chicken pieces - cut into 1/2-inch strips"
        ],
        "nutriments": {
            "calories": "530 kcal",
            "carbohydrateContent": "33 g",
            "cholesterolContent": "191 mg",
            "fiberContent": "1 g",
            "proteinContent": "66 g",
            "saturatedFatContent": "6 g",
            "sodiumContent": "1201 mg",
            "sugarContent": "23 g",
            "fatContent": "13 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 14,
        "titre": "Chicken Parmesan",
        "instructions": "Gather the ingredients. Preheat an oven to 450 degrees F (230 degrees C).\nPlace chicken breasts between two sheets of heavy plastic (resealable freezer bags work well) on a solid, level surface. Firmly pound chicken with the smooth side of a meat mallet to a thickness of 1/2-inch.\nSeason chicken thoroughly with salt and pepper. Using a sifter or strainer; sprinkle flour over chicken breasts, evenly coating both sides\nBeat eggs in a shallow bowl and set aside. Mix bread crumbs and 1/2 cup Parmesan cheese in a separate bowl, set aside. Dip a flour-coated chicken breast in beaten eggs. Transfer breast to the bread crumb mixture, pressing crumbs into both sides. Repeat for each breast. Let chicken rest for 10 to 15 minutes.\nHeat 1/2 inch olive oil in a large skillet on medium-high heat until it begins to shimmer. Cook chicken in the hot oil until golden, about 2 minutes per side. The chicken will finish cooking in the oven.\nTransfer chicken to a baking dish. Top each breast with 2 tablespoons tomato sauce. Layer each chicken breast with equal amounts of mozzarella cheese, fresh basil, and provolone cheese. Sprinkle remaining Parmesan over top and drizzle each with 1/2 teaspoon olive oil.\nBake in the preheated oven until cheese is browned and bubbly and chicken breasts are no longer pink in the center, 15 to 20 minutes. An instant-read thermometer inserted into the center should read at least 165 degrees F (74 degrees C).",
        "ingredients": [
            "4 skinless, boneless chicken breast halves",
            "salt and freshly ground black pepper to taste",
            "2 large eggs",
            "1 cup panko bread crumbs, or more as needed",
            "0.75 cup grated Parmesan cheese, divided",
            "2 tablespoons all-purpose flour, or more if needed",
            "0.5 cup olive oil for frying, or as needed",
            "0.5 cup prepared tomato sauce",
            "0.25 cup fresh mozzarella, cut into small cubes",
            "0.25 cup chopped fresh basil",
            "0.5 cup grated provolone cheese",
            "2 teaspoons olive oil"
        ],
        "nutriments": {
            "calories": "471 kcal",
            "carbohydrateContent": "25 g",
            "cholesterolContent": "187 mg",
            "fiberContent": "1 g",
            "proteinContent": "42 g",
            "saturatedFatContent": "9 g",
            "sodiumContent": "840 mg",
            "sugarContent": "2 g",
            "fatContent": "25 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 15,
        "titre": "Tasty Buns",
        "instructions": "Gather all ingredients.\nStir 2 cups flour and yeast together in a large bowl.\nHeat milk, water, oil, sugar, and salt together in a microwave-safe bowl in the microwave until lukewarm; add to flour mixture and beat until smooth, about 3 minutes.\nMix in 2 cups remaining flour, then add up to 1 cup more flour as necessary to make a soft dough.\nDust a flat surface with flour; turn dough out onto floured surface and let rest under a bowl for about 10 minutes. Meanwhile, lightly grease a baking sheet.\nShape dough into 12 slightly flat balls and place on the prepared baking sheet to rise until doubled in size.\nPreheat the oven to 400 degrees F (200 degrees C). Bake in the preheated oven for 12 to 15 minutes.",
        "ingredients": [
            "4 cups all-purpose flour, divided, or more as needed",
            "2 (.25 ounce) packages dry yeast",
            "1 cup milk",
            "0.75 cup water",
            "0.5 cup vegetable oil",
            "0.25 cup white sugar",
            "1 teaspoon salt"
        ],
        "nutriments": {
            "calories": "300 kcal",
            "carbohydrateContent": "45 g",
            "cholesterolContent": "2 mg",
            "fiberContent": "2 g",
            "proteinContent": "7 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "204 mg",
            "sugarContent": "5 g",
            "fatContent": "10 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 16,
        "titre": "Homemade Corn Dogs",
        "instructions": "Gather all ingredients.\nCombine cornmeal, flour, sugar, baking powder, salt, and pepper in a medium bowl; stir in milk and egg to make a batter.\nHeat oil in a deep fryer or large saucepan to 375 degrees F (190 degrees C).\nMeanwhile, pat frankfurters dry and insert a skewer into each one.\nRoll frankfurters in batter until well coated.\nFry 2 or 3 corn dogs at a time in preheated oil until lightly browned, about 3 minutes.\nDrain on paper towels.\nServe and enjoy!",
        "ingredients": [
            "1 cup yellow cornmeal",
            "1 cup all-purpose flour",
            "0.25 cup white sugar",
            "4 teaspoons baking powder",
            "0.25 teaspoon salt",
            "0.125 teaspoon black pepper",
            "1 cup milk",
            "1 egg",
            "1 quart vegetable oil for frying",
            "2 (16 ounce) packages beef frankfurters",
            "16 wooden skewers"
        ],
        "nutriments": {
            "calories": "318 kcal",
            "carbohydrateContent": "19 g",
            "cholesterolContent": "43 mg",
            "fiberContent": "1 g",
            "proteinContent": "9 g",
            "saturatedFatContent": "8 g",
            "sodiumContent": "776 mg",
            "sugarContent": "6 g",
            "fatContent": "23 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 17,
        "titre": "Death By Garlic",
        "instructions": "Cook pasta according to directions\nIn a pan, brown garlic in oil. Add salt, pepper and parsley and remove from heat.\nToss penne pasta with garlic mixture and Romano cheese and serve!",
        "ingredients": [
            "0.5 cup olive oil",
            "10 cloves garlic, minced",
            "0.5 teaspoon salt",
            "0.5 teaspoon crushed red pepper flakes",
            "3 tablespoons chopped fresh parsley",
            "1 pound dry penne pasta",
            "0.33333334326744 cup grated Romano cheese"
        ],
        "nutriments": {
            "calories": "738 kcal",
            "carbohydrateContent": "91 g",
            "cholesterolContent": "10 mg",
            "fiberContent": "5 g",
            "proteinContent": "20 g",
            "saturatedFatContent": "6 g",
            "sodiumContent": "416 mg",
            "sugarContent": "2 g",
            "fatContent": "32 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 18,
        "titre": "I Don't Know",
        "instructions": "Preheat the oven to 350 degrees F (175 degrees C). In a medium bowl, stir together the mixed vegetables and mushroom soup. Set aside.\nPlace the potatoes in a large saucepan with enough water to cover. Bring to a boil, then simmer over medium heat until tender, about 5 minutes. Drain and set aside.\nMeanwhile, crumble the ground beef into a large skillet over medium-high heat. Cook until evenly browned, stirring to break up large lumps. Drain excess grease from the beef and place in the bottom of a 9x13 inch baking dish. Pour the vegetable mixture over the beef, then arrange the potato slices over the vegetables. Season with salt and pepper. Sprinkle cheese over the top.\nBake uncovered for 25 minutes in the preheated oven, until cheese is melted and the dish is heated through and bubbly.",
        "ingredients": [
            "7 small baking potatoes, peeled and sliced",
            "1 pound ground beef",
            "1 (16 ounce) package frozen mixed vegetables, thawed",
            "1 (10.75 ounce) can condensed cream of mushroom soup",
            "1 cup shredded Cheddar cheese",
            "salt and pepper to taste"
        ],
        "nutriments": {
            "calories": "471 kcal",
            "carbohydrateContent": "49 g",
            "cholesterolContent": "70 mg",
            "fiberContent": "7 g",
            "proteinContent": "26 g",
            "saturatedFatContent": "9 g",
            "sodiumContent": "562 mg",
            "sugarContent": "2 g",
            "fatContent": "20 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 19,
        "titre": "My Favorites",
        "instructions": "Preheat the oven to 325 degrees F (165 degrees C).\nCream shortening, butter, and confectioners' sugar in a medium bowl until smooth. Stir in vanilla and almond extracts. Combine flour and salt in a separate bowl; stir into creamed mixture.\nRoll dough into walnut-sized balls and place 2 inches apart onto ungreased cookie sheets.\nBake in the preheated oven until bottoms begin to brown, 20 to 25 minutes.",
        "ingredients": [
            "1 cup shortening",
            "1 cup butter, softened",
            "1 cup confectioners' sugar",
            "1 tablespoon vanilla extract",
            "1 tablespoon almond extract",
            "4 cups all-purpose flour",
            "0.33333334326744 teaspoon salt"
        ],
        "nutriments": {
            "calories": "81 kcal",
            "carbohydrateContent": "7 g",
            "cholesterolContent": "7 mg",
            "fiberContent": "0 g",
            "proteinContent": "1 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "29 mg",
            "sugarContent": "2 g",
            "fatContent": "6 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 20,
        "titre": "Homemade Vanilla Pudding",
        "instructions": "Heat milk in a medium saucepan over medium heat until bubbles form at the edges.\nMix sugar, cornstarch, and salt together in a small bowl.\nAdd sugar, cornstarch, and salt mixture to hot milk, a little at a time, stirring until thick enough to coat the back of the spoon.\nRemove saucepan from heat, and stir in vanilla and butter.\nSpoon pudding evenly into 5 serving dishes. For best results, chill pudding in the refrigerator before serving.",
        "ingredients": [
            "2 cups milk",
            "0.5 cup white sugar",
            "3 tablespoons cornstarch",
            "0.25 teaspoon salt",
            "1 teaspoon vanilla extract",
            "1 tablespoon butter"
        ],
        "nutriments": {
            "calories": "167 kcal",
            "carbohydrateContent": "29 g",
            "cholesterolContent": "14 mg",
            "proteinContent": "3 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "173 mg",
            "sugarContent": "25 g",
            "fatContent": "4 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 21,
        "titre": "Basic Homemade Pasta",
        "instructions": "Gather all ingredients.\nCombine flour and salt in a medium bowl. Make a well in the center and add beaten egg. Mix well until a stiff dough forms, adding up to 2 tablespoons water if needed.\nKnead dough on a lightly floured surface until smooth, 3 to 4 minutes. Wrap dough and let rest for 30 minutes to 1 hour.\nRoll dough by hand or with a pasta machine to desired thickness, then cut into strips of desired width and length.",
        "ingredients": [
            "1 cup all-purpose flour",
            "0.5 teaspoon salt",
            "1 egg, beaten",
            "2 tablespoons water"
        ],
        "nutriments": {
            "calories": "176 kcal",
            "carbohydrateContent": "32 g",
            "cholesterolContent": "62 mg",
            "fiberContent": "1 g",
            "proteinContent": "6 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "412 mg",
            "sugarContent": "0 g",
            "fatContent": "2 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 22,
        "titre": "Disney's Ratatouille",
        "instructions": "Preheat the oven to 375 degrees F (190 degrees C).\nSpread tomato paste onto the bottom of a 10-inch square baking dish. Sprinkle with onion and garlic. Stir in water and 1 tablespoon olive oil until thoroughly combined. Season with salt and pepper.\nArrange alternating slices of eggplant, zucchini, yellow squash, red bell pepper, and yellow bell pepper, starting at the outer edge of the dish and working concentrically towards the center. Overlap slices a little to display colors.\nDrizzle vegetables with remaining 3 tablespoons olive oil; season with salt and pepper. Sprinkle with thyme leaves. Cover vegetables with a piece of parchment paper cut to fit inside.\nBake in the preheated oven until vegetables are roasted and tender, about 45 minutes. Serve with dollops of mascarpone cheese if desired.",
        "ingredients": [
            "1 (6 ounce) can tomato paste",
            "0.5 onion, chopped",
            "0.25 cup minced garlic",
            "0.75 cup water",
            "4 tablespoons olive oil, divided",
            "salt and ground black pepper to taste",
            "1 small eggplant, trimmed and very thinly sliced",
            "1 zucchini, trimmed and very thinly sliced",
            "1 yellow squash, trimmed and very thinly sliced",
            "1 red bell pepper, cored and very thinly sliced",
            "1 yellow bell pepper, cored and very thinly sliced",
            "1 teaspoon fresh thyme leaves, or to taste",
            "3 tablespoons mascarpone cheese"
        ],
        "nutriments": {
            "calories": "275 kcal",
            "carbohydrateContent": "25 g",
            "cholesterolContent": "13 mg",
            "fiberContent": "7 g",
            "proteinContent": "6 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "353 mg",
            "sugarContent": "11 g",
            "fatContent": "19 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 23,
        "titre": "Jamie's Sweet and Easy Corn on the Cob",
        "instructions": "Gather all ingredients.\nFill a large pot about 3/4 full of water and bring to a boil. Stir in sugar and lemon juice until sugar is dissolved.\nGently place ears of corn into boiling water, cover the pot, turn off the heat, and let corn cook in the hot water until tender, about 10 minutes.\nServe and enjoy!",
        "ingredients": [
            "2 tablespoons white sugar",
            "1 tablespoon lemon juice",
            "6 ears corn on the cob, husks and silk removed"
        ],
        "nutriments": {
            "calories": "94 kcal",
            "carbohydrateContent": "22 g",
            "fiberContent": "2 g",
            "proteinContent": "3 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "14 mg",
            "sugarContent": "7 g",
            "fatContent": "1 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 24,
        "titre": "Red, White, and Blue Cheesecake Bites",
        "instructions": "Preheat the oven to 325 degrees F (165 degrees C). Spray 2 12-cup mini muffin tins with nonstick cooking spray, and use your finger to make sure the inside of each cup is well greased. Place muffin tins on a sheet pan.\nStir together graham cracker crumbs, 1 tablespoon sugar, butter, and 1/8 teaspoon vanilla extract in a bowl until crumb mixture resembles wet sand. Spoon a slightly rounded teaspoon of crumb mixture into the bottom of each cup. Use a spoon to spread crumbs into a relatively even layer.\nSet one muffin pan on top of the other and press lightly to compact the crumbs. Repeat with the other pan.\nCombine softened cream cheese, lime zest, and 1/2 cup sugar in a bowl, and beat until light and fluffy with an electric mixer or whisk. Add 1/2 teaspoon vanilla, flour, and 1 egg; beat until egg is incorporated and mixture is smooth. Add remaining egg; whisk until smooth.\nTransfer batter into a piping bag, and pipe into the muffin tins, filling them all the way to the top. You can use a spoon; but a piping bag is neater and takes much less time. Use a skewer to stir each cup to remove any air bubbles. Tap pan on the counter to settle batter down.\nBake in the preheated oven until batter rises slightly and very small cracks appear on the surface, 20 to 25 minutes. The cheesecakes on the inside may cook more slowly than the ones on the outside, and may not rise as high or crack.\nLet cool to room temperature, about 20 minutes. Remove from the tins. Wrap and refrigerate cheesecakes until fully chilled, at least 30 minutes.\nTo make whipped cream topping, whisk cold cream in a bowl until soft peaks start to form. Add sour cream, and continue whisking until medium-stiff peaks form. Top each cold cheesecake with whipped cream, 3 blueberries, and 1 strawberry slice.",
        "ingredients": [
            "1/2 cup finely crushed graham cracker crumbs",
            "1 tablespoon white sugar",
            "2 tablespoons melted butter",
            "1/8 teaspoon vanilla extract",
            "1 pound cream cheese, at room temperature",
            "1 lime, zested",
            "1/2 cup white sugar",
            "1/2 teaspoon vanilla extract",
            "1 tablespoon all-purpose flour",
            "2 large eggs",
            "1/2 cup cold heavy cream",
            "1 tablespoon sour cream",
            "24 slices fresh strawberry",
            "72 whole fresh blueberries"
        ],
        "nutriments": {
            "calories": "130 kcal",
            "carbohydrateContent": "9 g",
            "cholesterolContent": "43 mg",
            "fiberContent": "1 g",
            "proteinContent": "2 g",
            "saturatedFatContent": "6 g",
            "sodiumContent": "83 mg",
            "sugarContent": "6 g",
            "fatContent": "10 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 25,
        "titre": "Fried Cornmeal Mush",
        "instructions": "Lightly grease a 9x5-inch loaf pan; set aside\nHeat water in a medium saucepan to a boil; reduce heat to medium. Stir in cornmeal and salt; cook, stirring regularly, until thick.\nTransfer cornmeal mixture to prepared loaf pan. Cover and refrigerate overnight.\nSlice cornmeal mush into 1-inch-wide slices. Melt butter in a skillet over medium-high heat. Add cornmeal slices; cook until golden brown on both sides.",
        "ingredients": [
            "3 cups water",
            "1 cup yellow cornmeal",
            "1 teaspoon salt",
            "1 tablespoon butter"
        ],
        "nutriments": {
            "calories": "153 kcal",
            "carbohydrateContent": "27 g",
            "cholesterolContent": "8 mg",
            "fiberContent": "1 g",
            "proteinContent": "3 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "604 mg",
            "sugarContent": "1 g",
            "fatContent": "4 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 26,
        "titre": "Fleischkuechle (Flesh-Keek-Luh)",
        "instructions": "In a medium bowl, mix together the ground beef, onion, salt and pepper until well blended. Set aside.\nIn a large bowl, stir together the flour and salt. Pour in the eggs and milk, and stir until well blended using a sturdy spoon. Form the dough into 2 inch balls, and roll out into circles 1/4 inch thick on a floured surface.\nForm the beef into golf ball sized balls, and place each one onto one half of a dough circle. Fold the other halves of the circles over to enclose the dough. Seal the edges using a saucer or pressing with your fingers.\nHeat the oil in a deep fryer to 365 degrees F (185 degrees C), or over medium-high heat in a large deep skillet. Fry the Keuchle until golden brown, turning once. It should take about 10 minutes total for each batch.",
        "ingredients": [
            "6 cups all-purpose flour",
            "2 teaspoons salt",
            "3 eggs",
            "2 cups milk",
            "8 ounces extra lean ground beef",
            "1 small onion, diced",
            "1 teaspoon salt",
            "1 teaspoon ground black pepper",
            "1 quart oil for deep frying"
        ],
        "nutriments": {
            "calories": "1131 kcal",
            "carbohydrateContent": "61 g",
            "cholesterolContent": "74 mg",
            "fiberContent": "2 g",
            "proteinContent": "16 g",
            "saturatedFatContent": "13 g",
            "sodiumContent": "755 mg",
            "sugarContent": "3 g",
            "fatContent": "92 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 27,
        "titre": "Chef John's Cioppino",
        "instructions": "Combine butter and olive oil in a large Dutch oven over medium-low heat.\nStir in onion and celery with a pinch of salt; cook until onion is soft and golden, 6 to 7 minutes. Stir in garlic and cook for 1 minute.\nStir wine into onion mixture; increase heat to high and bring to a simmer.\nStir in tomato puree, water, bay leaf, oregano, red pepper flakes, and Worcestershire sauce. Reduce heat to low and simmer, 35 minutes.\nIncrease heat to high and bring the mixture to a boil. Stir in lemon and cod, return to simmer, about 2 minutes.\nStir in crab, shrimp, and mussels. Cover and simmer until all mussels are cooked and open, about 5 minutes.\nStir in fresh parsley and basil; season with salt and pepper to taste.",
        "ingredients": [
            "2 tablespoons butter",
            "2 tablespoons olive oil",
            "1 onion, diced",
            "1 stalk celery, diced",
            "1 pinch salt",
            "4 cloves garlic, minced",
            "2 cups white wine",
            "1 (28 ounce) can tomato puree",
            "2 cups water",
            "1 bay leaf",
            "0.5 teaspoon dried oregano",
            "0.5 teaspoon red pepper flakes, or to taste",
            "0.5 teaspoon Worcestershire sauce",
            "5 thin lemon slices",
            "12 ounces cod, cut into 1-inch pieces",
            "1 Dungeness crab, cleaned, cooked, and cracked",
            "1 pound medium raw shrimp, peeled and deveined",
            "1 pound mussels, cleaned and debearded",
            "0.5 cup chopped fresh flat-leaf parsley",
            "1 tablespoon chopped fresh basil",
            "salt and ground black pepper to taste"
        ],
        "nutriments": {
            "calories": "431 kcal",
            "carbohydrateContent": "32 g",
            "cholesterolContent": "187 mg",
            "fiberContent": "8 g",
            "proteinContent": "41 g",
            "saturatedFatContent": "4 g",
            "sodiumContent": "1059 mg",
            "sugarContent": "9 g",
            "fatContent": "12 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 28,
        "titre": "Granny's Cherokee Casserole",
        "instructions": "Preheat the oven to 350 degrees F (175 degrees C).\nPlace ground beef and onions in a large, deep skillet. Cook over medium-high heat until beef is evenly brown. Drain any excess fat.\nAdd tomatoes, condensed soup, rice, sugar, garlic powder, thyme, and oregano. Mix well and cook over medium heat for 10 minutes. Place in a 9x13-inch casserole dish.\nTop with cheese slices and bake until cheese is bubbling and browning, 15 to 20 minutes.",
        "ingredients": [
            "1 pound lean ground beef",
            "1 onion, finely diced",
            "1 (14.5 ounce) can diced tomatoes",
            "1 (10.5 ounce) can condensed cream of mushroom soup",
            "1 cup instant rice",
            "2 teaspoons white sugar",
            "1 tablespoon garlic powder",
            "1 teaspoon dried thyme",
            "1 teaspoon dried oregano",
            "6 slices American cheese"
        ],
        "nutriments": {
            "calories": "241 kcal",
            "carbohydrateContent": "13 g",
            "cholesterolContent": "46 mg",
            "fiberContent": "1 g",
            "proteinContent": "12 g",
            "saturatedFatContent": "7 g",
            "sodiumContent": "523 mg",
            "sugarContent": "3 g",
            "fatContent": "15 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 29,
        "titre": "Irish Boiled Dinner (Corned Beef)",
        "instructions": "Gather all ingredients.\nRinse brisket under cold water and place in a large pot. Add enough water to cover roast by 6 inches.\nPeel onions and place them in the pot. Bring to a boil; cook for about 30 minutes at a rolling boil. Reduce heat to medium-low, so water is at a gentle boil. Cover and cook for 3 ½ hours.\nRemove onions and cut them into wedges. Return them to the pot. Add carrots to the pot, then place cabbage over roast. Place potatoes on top of cabbage. Cover and cook until potatoes are tender, about 30 minutes more. The potatoes should be immersed in the water by now, but if not, keep the lid on so they can steam.\nRemove vegetables from the pot and place in a separate serving bowl. Keep corned beef in the pot until ready to slice and serve to prevent it from drying out too quickly.",
        "ingredients": [
            "1 (5 1/2 pound) corned beef brisket",
            "2 large onions",
            "10 carrots, cut into 1 inch pieces",
            "2 heads cabbage, cored and cut into wedges",
            "15 small white (Irish) potatoes"
        ],
        "nutriments": {
            "calories": "918 kcal",
            "carbohydrateContent": "107 g",
            "cholesterolContent": "179 mg",
            "fiberContent": "24 g",
            "proteinContent": "47 g",
            "saturatedFatContent": "12 g",
            "sodiumContent": "2248 mg",
            "sugarContent": "25 g",
            "fatContent": "36 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 30,
        "titre": "Soul Food Seasoning",
        "instructions": "Combine black pepper, garlic powder, onion powder, chili powder, paprika, salt, thyme, celery seed, parsley, and cayenne together in a container with a tight lid.",
        "ingredients": [
            "2 tablespoons ground black pepper",
            "2 tablespoons garlic powder",
            "2 tablespoons onion powder",
            "2 tablespoons dark chile powder",
            "1 tablespoon paprika",
            "1 tablespoon salt",
            "1 teaspoon dried thyme",
            "1 teaspoon ground celery seed",
            "1 teaspoon dried parsley",
            "1 pinch cayenne pepper"
        ],
        "nutriments": {
            "calories": "5 kcal",
            "carbohydrateContent": "1 g",
            "fiberContent": "0 g",
            "proteinContent": "0 g",
            "sodiumContent": "212 mg",
            "sugarContent": "0 g",
            "fatContent": "0 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 31,
        "titre": "Dishpan Cookies",
        "instructions": "Preheat the oven to 350 degrees F (175 degrees C).\nCream brown sugar, white sugar, oil, eggs, and vanilla together in a large bowl. Add flour, oats, baking soda, and salt. Mix well. Stir in cornflakes, pecans, and coconut.\nDrop by rounded tablespoonfuls onto an ungreased cookie sheet.\nBake in the preheated oven for 8 to 10 minutes.",
        "ingredients": [
            "2 cups light brown sugar",
            "2 cups white sugar",
            "2 teaspoons vanilla extract",
            "2 cups vegetable oil",
            "4 large eggs",
            "4 cups all-purpose flour",
            "1.5 cups quick cooking oats",
            "2 teaspoons baking soda",
            "1 teaspoon salt",
            "4 cups cornflakes cereal",
            "1 cup chopped pecans",
            "1 cup flaked coconut"
        ],
        "nutriments": {
            "calories": "187 kcal",
            "carbohydrateContent": "24 g",
            "cholesterolContent": "12 mg",
            "fiberContent": "1 g",
            "proteinContent": "2 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "105 mg",
            "sugarContent": "15 g",
            "fatContent": "10 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 32,
        "titre": "Perfect Fried Green Tomatoes",
        "instructions": "Season tomato slices with salt and pepper.\nCombine flour, 1 teaspoon salt, and 1 teaspoon pepper in a shallow bowl. Pour buttermilk into a second shallow bowl. Mix cornmeal, parsley, paprika, 1 teaspoon salt, 1 teaspoon pepper, and cayenne pepper in a third shallow bowl.\nDredge each tomato slice in flour mixture to coat, dip into buttermilk, and finish by pressing both sides of tomato into cornmeal mixture to coat. Lay coated tomato slices on a baking sheet; set aside to let tomatoes absorb the coating, 10 to 15 minutes.\nHeat oil in a deep-fryer or large saucepan to 350 degrees F (175 degrees C).\nGently drop tomato slices into hot oil and cook until crispy, golden brown and floating, 2 to 3 minutes. Drain on a plate lined with paper towels.\nTo make the dipping sauce: Whisk ranch dressing, Cajun seasoning, and hot pepper sauce together in a small bowl. Serve sauce with fried tomato slices.",
        "ingredients": [
            "4 green tomatoes, cut into 1/4-inch slices",
            "salt and ground black pepper to taste",
            "1 cup all-purpose flour",
            "2 teaspoons salt, divided",
            "2 teaspoons ground black pepper, divided",
            "1 cup buttermilk",
            "1 cup cornmeal",
            "1 teaspoon dried parsley",
            "1 teaspoon paprika",
            "0.5 teaspoon cayenne pepper",
            "2 cups canola oil, or as needed",
            "0.5 cup ranch dressing",
            "2 tablespoons Cajun seasoning",
            "2 teaspoons hot pepper sauce"
        ],
        "nutriments": {
            "calories": "443 kcal",
            "carbohydrateContent": "52 g",
            "cholesterolContent": "9 mg",
            "fiberContent": "4 g",
            "proteinContent": "8 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "1877 mg",
            "sugarContent": "8 g",
            "fatContent": "23 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 33,
        "titre": "Garlic Butter Grilled Cheese Hot Dog",
        "instructions": "Preheat the oven to 400 degrees F (200 degrees C). Score hot dogs, brush with garlic butter, and place on a baking sheet.\nBake hot dogs in the preheated oven until nicely browned, 6 to 8 minutes.\nMeanwhile, brush insides of hot dog buns with garlic butter; toast buns in a large skillet over medium heat until golden brown. Set aside.\nIn the same skillet, lay down 1/4 cup cheese and place a bun face down on top of cheese. Cook undisturbed until cheese is melted. Remove from skillet and repeat with remaining buns.\nPlace hot dogs in prepared buns and serve immediately.",
        "ingredients": [
            "1 (8 count) pack hotdogs",
            "1/2 cup garlic butter, melted",
            "1 (8 count) pack hotdog buns",
            "2 cups shredded cheese"
        ],
        "nutriments": {
            "calories": "546 kcal",
            "carbohydrateContent": "32 g",
            "cholesterolContent": "88 mg",
            "fiberContent": "1 g",
            "proteinContent": "19 g",
            "saturatedFatContent": "19 g",
            "sodiumContent": "1068 mg",
            "sugarContent": "5 g",
            "fatContent": "38 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 34,
        "titre": "Easy Bok Choy",
        "instructions": "Gather all ingredients.\nHeat oil in a large skillet or wok over medium heat; cook garlic in hot oil until fragrant, 1 to 2 minutes.\nMix in bok choy; cook and stir until the leafy green parts turn bright green and the stalks become slightly translucent, 5 to 8 minutes. Sprinkle with salt and serve.",
        "ingredients": [
            "1 tablespoon vegetable oil",
            "2 cloves garlic, crushed and chopped",
            "8 heads baby bok choy, trimmed and cut into bite-size pieces",
            "salt to taste"
        ],
        "nutriments": {
            "calories": "57 kcal",
            "carbohydrateContent": "4 g",
            "cholesterolContent": "0 mg",
            "fiberContent": "2 g",
            "proteinContent": "3 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "217 mg",
            "sugarContent": "2 g",
            "fatContent": "4 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 35,
        "titre": "Homemade Baking Powder Recipe",
        "instructions": "Mix cream of tartar and baking soda together in a small bowl. To store, whisk cornstarch into mixture and keep in an airtight container.",
        "ingredients": [
            "2 teaspoons cream of tartar",
            "1 teaspoon baking soda",
            "1 teaspoon cornstarch"
        ],
        "nutriments": {}
    },
    {
        "recette": 36,
        "titre": "Italian Penicillin Soup",
        "instructions": "Gather all ingredients.\nBring broth, onion, carrots, celery, garlic, and salt to a boil in a large saucepan or small Dutch oven over high; reduce heat to medium-low, and simmer until vegetables are softened, about 10 minutes. Using a slotted spoon, transfer vegetables and 1 cup of broth to a blender.\nSecure lid on blender, and remove center piece to allow steam to escape. Place a clean towel over opening. Process until smooth, about 30 seconds. Stir blended carrot mixture back into soup.\nAdd thyme sprigs, bay leaves, and Parmigiano-Reggiano cheese rind. Bring to a boil over medium-high. Add pasta, reduce heat to medium-low, and simmer, stirring occasionally, until pasta is tender, 18 to 20 minutes, adding shredded chicken in the last 3 minutes of cooking.\nRemove from heat. Remove and discard thyme sprigs, bay leaves, and Parmigiano-Reggiano cheese rind.\nServe immediately, and garnish with parsley and grated Parmigiano-Reggiano. Recipe developed by Craig Ruff",
        "ingredients": [
            "8 cups lower-sodium chicken broth",
            "1 medium (8 ounce) sweet onion, coarsely chopped (about 2 cups)",
            "2 medium (3 ounces each) carrots, peeled and coarsely chopped (about 1 1/2 cups)",
            "2 medium (2 ounces each) celery ribs, coarsely chopped (about 1 1/3 cups)",
            "6 medium garlic cloves, smashed and peeled",
            "3/4 teaspoon kosher salt",
            "4 (3 inch) thyme sprigs",
            "2 fresh bay leaves",
            "1 (2-ounce) Parmigiano-Reggiano cheese rind, plus grated cheese for garnish",
            "4 ounce uncooked pastina pasta (about 1/2 cup)",
            "2 cups (8 ounce) shredded rotisserie chicken (from 1 [3 pound] chicken)",
            "Fresh flat-leaf parsley leaves"
        ],
        "nutriments": {
            "calories": "332 kcal",
            "carbohydrateContent": "27 g",
            "cholesterolContent": "107 mg",
            "fiberContent": "3 g",
            "proteinContent": "28 g",
            "saturatedFatContent": "4 g",
            "sodiumContent": "1913 mg",
            "sugarContent": "7 g",
            "fatContent": "13 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 37,
        "titre": "Thirty Minute Meal",
        "instructions": "In a large pot over medium high heat, combine ground beef and onion. Saute for 10 minutes, until beef is browned and onion is tender.\nAdd the cabbage, soup, water and salt and pepper to taste. Mix together well and reduce heat to low. Cover and simmer for 20 minutes, until cabbage is at desired tenderness.",
        "ingredients": [
            "1 pound ground beef",
            "1 onion, chopped",
            "1 medium head cabbage, shredded",
            "1 (10.75 ounce) can condensed tomato soup",
            "1.75 cups water",
            "salt and pepper to taste"
        ],
        "nutriments": {
            "calories": "314 kcal",
            "carbohydrateContent": "17 g",
            "cholesterolContent": "64 mg",
            "fiberContent": "4 g",
            "proteinContent": "16 g",
            "saturatedFatContent": "8 g",
            "sodiumContent": "361 mg",
            "sugarContent": "9 g",
            "fatContent": "21 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 38,
        "titre": "Homemade Worcestershire Sauce",
        "instructions": "Combine apple cider vinegar, water, soy sauce, brown sugar, mustard powder, onion powder, garlic powder, ground cinnamon, and black pepper together in a saucepan over medium heat. Bring to a boil, then reduce heat and simmer until fragrant, about 45 seconds.\nCool to room temperature before serving.",
        "ingredients": [
            "0.5 cup apple cider vinegar",
            "2 tablespoons water",
            "2 tablespoons soy sauce",
            "1 tablespoon brown sugar",
            "1 teaspoon mustard powder",
            "0.25 teaspoon onion powder",
            "0.25 teaspoon garlic powder",
            "0.25 teaspoon ground cinnamon",
            "ground black pepper to taste"
        ],
        "nutriments": {
            "calories": "10 kcal",
            "carbohydrateContent": "2 g",
            "fiberContent": "0 g",
            "proteinContent": "0 g",
            "sodiumContent": "151 mg",
            "sugarContent": "1 g",
            "fatContent": "0 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 39,
        "titre": "Lucky and Rippy's Favorite Dog Food",
        "instructions": "Gather all ingredients.\nPlace chicken, rice, and vegetables into a large saucepan or Dutch oven; stir in water until smooth. Place over medium-high heat and bring to a boil; stir constantly.\nReduce heat to medium-low, cover, and simmer until rice is tender and liquid is absorbed, about 25 minutes. Cool completely before serving; store covered in the refrigerator.",
        "ingredients": [
            "3 pounds minced chicken meat",
            "4 cups rice",
            "2.5 cups frozen vegetable blend (no garlic or onions), minced",
            "6.5 cups water"
        ],
        "nutriments": {}
    },
    {
        "recette": 41,
        "titre": "Bialys",
        "instructions": "Combine bread flour, yeast, salt, and water for dough in a bowl. Stir with a wooden spoon and mix until a very wet, soft, and sticky dough forms. Cover and leave at room temperature for at least 12 hours.\nWhen ready to make the bialys, heat olive oil for filling in a skillet over medium heat. Add onion and salt and cook, stirring occasionally until onion softens, sweetens, and turns golden brown, about 10 minutes. Turn off the heat and add bread crumbs, 2 teaspoons poppy seeds, green onion, and cayenne pepper. Stir to combine and cool down until needed.\nUncover dough; it should be bubbly. Scrape it away from the sides of the bowl with a spatula and transfer onto a floured work surface. Dust a little flour over top and gently press dough with your hands to flatten. Divide it into 8 equal portions and roll each into a ball, using a bit of flour as needed. Stretch each ball gently and tuck dough under the bottom; place on a baking sheet lined with generously floured parchment paper or a silicone liner (such as Silpat®). Dust the tops with flour and carefully cover with a dish towel; let proof until just about doubled in size, 45 to 60 minutes.\nPreheat the oven to 500 degrees F (260 degrees C).\nFlour your fingers and pick up one dough ball. Press and pull on the center to form it into a ring shape; the center of the dough will be thin and the edges will be thicker. Make sure the centers are very thin but be careful not to tear them open. Repeat with remaining balls.\nFill the center of each with no more than a rounded teaspoon of onion-poppy seed filling, then gently press the filling up the sides toward the outer rings. (You will have extra filling.) Spray bialys with some cold water and sprinkle poppy seeds over top.\nBake in the center of the preheated oven until puffed and nicely browned, about 12 minutes. Transfer to a wire rack and cool for about 20 minutes before serving.",
        "ingredients": [
            "3.75 cups bread flour",
            "0.5 teaspoon instant yeast",
            "1.5 teaspoons kosher salt",
            "1.5 cups water, at room temperature",
            "1 tablespoon olive oil",
            "1 large yellow onion, diced",
            "0.5 teaspoon kosher salt, plus more to taste",
            "1 tablespoon bread crumbs",
            "2 teaspoons poppy seeds, plus more for garnish",
            "1 tablespoon sliced green onion",
            "1 pinch cayenne pepper"
        ],
        "nutriments": {
            "calories": "234 kcal",
            "carbohydrateContent": "44 g",
            "fiberContent": "2 g",
            "proteinContent": "7 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "490 mg",
            "sugarContent": "1 g",
            "fatContent": "3 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 42,
        "titre": "Husband's Delight",
        "instructions": "Preheat oven to 350 degrees F (175 degrees C).\nBring a large pot of lightly salted water to a boil. Add pasta and cook for 8 to 10 minutes or until al dente; drain.\nIn a large skillet over medium heat, brown the ground beef. Add the tomatoes with juice, salt and sugar and simmer for 15 minutes.\nIn a separate medium bowl, combine the sour cream, cream cheese and onion and mix well. In a 9x13 inch baking dish, place half of the egg noodles, then all of the meat mixture, then the cream mixture. Top with the remaining noodles and sprinkle with the cheese.\nBake at 350 degrees F (175 degrees C) for 25 minutes.",
        "ingredients": [
            "10 ounces egg noodles",
            "1.5 pounds ground beef",
            "1 (14.5 ounce) can peeled and diced tomatoes with juice",
            "1 teaspoon salt",
            "1 tablespoon white sugar",
            "1.5 cups sour cream",
            "3 ounces cream cheese",
            "0.5 onion, chopped",
            "1 cup shredded Cheddar cheese"
        ],
        "nutriments": {
            "calories": "667 kcal",
            "carbohydrateContent": "42 g",
            "cholesterolContent": "172 mg",
            "fiberContent": "2 g",
            "proteinContent": "35 g",
            "saturatedFatContent": "21 g",
            "sodiumContent": "779 mg",
            "sugarContent": "5 g",
            "fatContent": "40 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 43,
        "titre": "Chicken Julienne",
        "instructions": "Preheat the oven to 400 degrees F (200 degrees C). Lightly grease a baking dish.\nPlace butter and flour in separate shallow dishes. Dredge chicken strips first in flour, coating evenly, and then in butter. Place chicken in the prepared baking dish. Sprinkle with lemon juice. Add salt and pepper to taste. Pour heavy cream over the chicken. Sprinkle evenly with Parmesan cheese and paprika.\nBake in the preheated oven until cheese melts and cream bubbles, about 20 minutes.",
        "ingredients": [
            "0.5 cup butter, melted",
            "0.5 cup all-purpose flour",
            "1 pound skinless, boneless chicken breasts, cut into strips",
            "2 tablespoons fresh lemon juice",
            "salt and pepper to taste",
            "1 cup heavy cream",
            "0.5 cup grated Parmesan cheese",
            "1 dash paprika, for garnish"
        ],
        "nutriments": {
            "calories": "651 kcal",
            "carbohydrateContent": "15 g",
            "cholesterolContent": "208 mg",
            "fiberContent": "1 g",
            "proteinContent": "28 g",
            "saturatedFatContent": "32 g",
            "sodiumContent": "387 mg",
            "sugarContent": "0 g",
            "fatContent": "54 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 44,
        "titre": "Golden Sweet Cornbread",
        "instructions": "Gather the ingredients.\nPreheat the oven to 400 degrees F (200 degrees C). Lightly grease a 9-inch round cake pan.\nWhisk flour, cornmeal, sugar, baking powder, and salt together in a large bowl.\nAdd milk, vegetable oil, and egg; whisk until well combined.\nPour batter into the prepared pan.\nBake in the preheated oven until a toothpick inserted into the center of the pan comes out clean, 20 to 25 minutes.\nSlice and enjoy!",
        "ingredients": [
            "1 cup all-purpose flour",
            "1 cup yellow cornmeal",
            "0.66666668653488 cup white sugar",
            "3.5 teaspoons baking powder",
            "1 teaspoon salt",
            "1 cup milk",
            "0.33333334326744 cup vegetable oil",
            "1 large egg"
        ],
        "nutriments": {
            "calories": "189 kcal",
            "carbohydrateContent": "28 g",
            "cholesterolContent": "17 mg",
            "fiberContent": "1 g",
            "proteinContent": "3 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "354 mg",
            "sugarContent": "12 g",
            "fatContent": "7 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 46,
        "titre": "Gunk on Noodles",
        "instructions": "Bring a large pot of lightly salted water to a boil. Place the egg noodles in the pot, cook 6 to 8 minutes, until al dente, and drain.\nIn a large skillet over medium-high heat, cook the ground beef 10 minutes, or until evenly brown. Mix in the onion and garlic, and cook until onion is tender. Mix in the tomato paste, mushrooms and juice, sugar, butter, and Worcestershire sauce. Season with salt and pepper. Continue to cook and stir 5 minutes, until bubbly and heated through. Serve over the cooked noodles.",
        "ingredients": [
            "1 (8 ounce) package uncooked egg noodles",
            "1 pound ground beef",
            "1 small onion, chopped",
            "1 clove garlic, minced",
            "1 (6 ounce) can tomato paste",
            "1 (4 ounce) can sliced mushrooms with juice",
            "1 teaspoon sugar",
            "1 tablespoon butter",
            "1 teaspoon Worcestershire sauce",
            "salt and pepper to taste"
        ],
        "nutriments": {
            "calories": "475 kcal",
            "carbohydrateContent": "48 g",
            "cholesterolContent": "117 mg",
            "fiberContent": "4 g",
            "proteinContent": "28 g",
            "saturatedFatContent": "8 g",
            "sodiumContent": "564 mg",
            "sugarContent": "8 g",
            "fatContent": "19 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 47,
        "titre": "Cobb Salad",
        "instructions": "Place eggs in a saucepan and cover completely with cold water; bring to a boil, then cover and remove from heat. Let eggs sit for 10 to 12 minutes, then cool, peel and chop.\nWhile the eggs are cooking, place bacon in a large, deep skillet. Cook over medium-high heat until evenly brown, 7 to 10 minutes. Drain, crumble, and set aside.\nDivide shredded lettuce among individual plates. Arrange rows of bacon, eggs, chicken, tomatoes, blue cheese, green onions, and avocado on top.\nDrizzle with dressing and enjoy!",
        "ingredients": [
            "6 slices bacon",
            "3 eggs",
            "1 head iceberg lettuce, shredded",
            "3 cups chopped, cooked chicken meat",
            "2 tomatoes, seeded and chopped",
            "0.75 cup blue cheese, crumbled",
            "3 green onions, chopped",
            "1 avocado - peeled, pitted and diced",
            "1 (8 ounce) bottle Ranch-style salad dressing"
        ],
        "nutriments": {
            "calories": "525 kcal",
            "carbohydrateContent": "10 g",
            "cholesterolContent": "179 mg",
            "fiberContent": "4 g",
            "proteinContent": "32 g",
            "saturatedFatContent": "10 g",
            "sodiumContent": "915 mg",
            "sugarContent": "5 g",
            "fatContent": "40 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 48,
        "titre": "Three Ingredient Peanut Butter Cookies",
        "instructions": "Gather the ingredients, preheat the oven to 350 degrees F (175 degrees C). Line baking sheets with parchment paper.\nMix peanut butter, white sugar, and egg in a medium bowl until smooth.\nRoll mixture into 1-inch balls and place 1 inch apart on an ungreased baking sheet; flatten each with a fork, making a criss-cross pattern.\nBake in the preheated oven until cookies are just barely brown on the bottoms, about 6 to 8 minutes. Cool on the baking sheets briefly before removing to a wire rack to cool completely.\nServe and enjoy!",
        "ingredients": [
            "1 cup peanut butter",
            "1 cup white sugar",
            "1 egg"
        ],
        "nutriments": {
            "calories": "394 kcal",
            "carbohydrateContent": "42 g",
            "cholesterolContent": "31 mg",
            "fiberContent": "3 g",
            "proteinContent": "12 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "209 mg",
            "sugarContent": "37 g",
            "fatContent": "23 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 49,
        "titre": "Norwegian Butter Sauce (Sandefjordsmor)",
        "instructions": "Place lemon juice in saucepan over medium heat; simmer until lemon juice reduces to less than a tablespoon and almost disappears, 4 or 5 minutes, being careful not to let it burn. Quickly add cream; whisk to combine. Continue to cook until cream reduces and is thick enough to coat the back of a spoon, 5 or 6 minutes. Reduce heat to low.\nWhisk in 2 or 3 pieces of cold butter, stirring until butter melts before adding more. Add 2 or 3 more butter cubes. (If cream mixture cools too quickly, the sauce may break.) Continue adding butter a few pieces at a time until all butter is emulsified into the cream, 8 to 10 minutes. Add salt, cayenne pepper, and 2 generous tablespoons chopped parsley. Whisk until well blended. Keep sauce warm until ready to use.",
        "ingredients": [
            "2 lemons, juiced",
            "0.5 cup heavy cream",
            "5 tablespoons cold, unsalted butter, cut into cubes",
            "salt to taste",
            "cayenne pepper, to taste",
            "2 tablespoons chopped fresh Italian parsley"
        ],
        "nutriments": {
            "calories": "242 kcal",
            "carbohydrateContent": "7 g",
            "cholesterolContent": "79 mg",
            "fiberContent": "3 g",
            "proteinContent": "2 g",
            "saturatedFatContent": "16 g",
            "sodiumContent": "55 mg",
            "sugarContent": "0 g",
            "fatContent": "26 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 50,
        "titre": "Italian Seasoning",
        "instructions": "Gather all ingredients.\nCombine basil, oregano, rosemary, marjoram, thyme, and red pepper flakes in a food processor.\nBlend for 1 minute, or until desired consistency is achieved.",
        "ingredients": [
            "2 tablespoons dried basil",
            "2 tablespoons dried oregano",
            "2 tablespoons dried rosemary",
            "2 tablespoons dried marjoram",
            "2 tablespoons dried thyme",
            "2 tablespoons red pepper flakes"
        ],
        "nutriments": {
            "calories": "14 kcal",
            "carbohydrateContent": "3 g",
            "cholesterolContent": "0 mg",
            "fiberContent": "2 g",
            "proteinContent": "1 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "3 mg",
            "sugarContent": "0 g",
            "fatContent": "0 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 51,
        "titre": "Dave's Georgia Black-Eyed Peas",
        "instructions": "Gather all ingredients.\nRinse, pick over, and place peas in a large bowl. Cover with several inches of cool water; let stand 8 hours to overnight. Drain and rinse.\nPour water into a large saucepan or stockpot. Add bouillon cubes and bring to a boil, stirring occasionally to dissolve bouillon. Stir in peas; reduce heat and bring to a simmer.\nPlace bacon in a large, deep skillet and cook over medium-high heat, turning occasionally, until evenly browned, about 10 minutes. Drain bacon slices on a paper towel-lined plate. Crumble bacon and set aside.\nMelt butter in the pan with bacon grease; cook and stir onions until they begin to turn brown at the edges, about 10 minutes.\nStir onions and cooking fat into peas; add crumbled bacon, ham, salt, and pepper to taste. Simmer over low heat for 8 hours, stirring every hour.",
        "ingredients": [
            "2 pounds dried black-eyed peas",
            "12 cups water",
            "8 cubes chicken bouillon",
            "1 pound bacon",
            "0.5 cup butter",
            "2 large yellow onions, chopped",
            "1 pound cooked ham, cut into bite-size pieces",
            "salt and black pepper to taste"
        ],
        "nutriments": {
            "calories": "431 kcal",
            "carbohydrateContent": "31 g",
            "cholesterolContent": "51 mg",
            "fiberContent": "5 g",
            "proteinContent": "21 g",
            "saturatedFatContent": "10 g",
            "sodiumContent": "1177 mg",
            "sugarContent": "1 g",
            "fatContent": "25 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 52,
        "titre": "New York Knish - Yo!",
        "instructions": "Place potatoes into a pot with enough water to cover. Bring to a boil, and cook until tender. Drain, and set aside.\nWhile the potatoes are boiling, heat 1/4 cup butter in a large skillet over medium heat. Stir in onions, and cook until soft and translucent.\nIn a large bowl, mash the potatoes until smooth. Mix in onion and butter mixture, crumbled bouillon, and salt and pepper to taste.\nPreheat oven to 375 degrees F (190 degrees C). Grease a baking sheet.\nLayer 3 sheets of phyllo dough one on top of the other, and cut this triple-layered sheet in half. Drop one spoonful of potato mixture into each phyllo piece. Roll dough around mixture, tucking ends under. Repeat this step with remaining sheets of phyllo dough to make 12 knishes. Brush with remaining 1/4 cup butter, and place on baking sheet.\nBake in a preheated oven 30 to 40 minutes, or until golden brown.",
        "ingredients": [
            "6 large Yukon Gold potatoes, peeled",
            "0.25 cup butter",
            "1 large onion, chopped",
            "1 cube chicken bouillon, crumbled",
            "salt and pepper to taste",
            "18 sheets phyllo dough",
            "0.25 cup butter"
        ],
        "nutriments": {
            "calories": "232 kcal",
            "carbohydrateContent": "33 g",
            "cholesterolContent": "20 mg",
            "fiberContent": "2 g",
            "proteinContent": "4 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "294 mg",
            "sugarContent": "1 g",
            "fatContent": "10 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 53,
        "titre": "Perfect Lemon Curd",
        "instructions": "Gather all ingredients.\nCombine lemon juice, sugar, butter, eggs, and lemon zest in a 2-quart saucepan.\nCook over medium-low heat, whisking constantly to prevent the eggs from curdling, until mixture starts to get thick and bubbles rise to the surface, about 5 to 6 minutes.\nRemove saucepan from the heat; transfer lemon curd into a large bowl and place a piece of plastic wrap on top to prevent a skin forming. The curd will thicken more as it cools. Store in the refrigerator.\nServe and enjoy!",
        "ingredients": [
            "0.75 cup fresh lemon juice",
            "0.75 cup white sugar",
            "0.5 cup unsalted butter, cubed",
            "3 large eggs",
            "1 tablespoon grated lemon zest"
        ],
        "nutriments": {
            "calories": "138 kcal",
            "carbohydrateContent": "14 g",
            "cholesterolContent": "67 mg",
            "fiberContent": "0 g",
            "proteinContent": "2 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "19 mg",
            "sugarContent": "13 g",
            "fatContent": "9 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 54,
        "titre": "Spaghetti Aglio e Olio",
        "instructions": "Gather all ingredients.\nBring a large pot of lightly salted water to a boil. Cook spaghetti in the boiling water, stirring occasionally until cooked through but firm to the bite, about 10 to 12 minutes. Drain and transfer to a pasta bowl.\nWhile the pasta is cooking, combine olive oil and garlic in a cold skillet.\nCook over medium heat to slowly toast garlic, about 10 minutes. Reduce heat to medium-low when olive oil begins to bubble. Cook and stir until garlic is golden brown, about another 5 minutes. Remove from heat.\nStir red pepper flakes, salt, and black pepper into pasta.\nPour in hot olive oil and garlic, and sprinkle on Italian parsley and half of the Parmigiano-Reggiano cheese; toss until combined.\nServe pasta topped with the remaining Parmigiano-Reggiano cheese.",
        "ingredients": [
            "1 pound uncooked spaghetti",
            "0.5 cup olive oil",
            "6 cloves garlic, thinly sliced",
            "0.25 teaspoon red pepper flakes, or to taste",
            "salt and freshly ground black pepper to taste",
            "0.25 cup chopped fresh Italian parsley",
            "1 cup finely grated Parmigiano-Reggiano cheese"
        ],
        "nutriments": {
            "calories": "755 kcal",
            "carbohydrateContent": "87 g",
            "cholesterolContent": "18 mg",
            "fiberContent": "4 g",
            "proteinContent": "23 g",
            "saturatedFatContent": "8 g",
            "sodiumContent": "355 mg",
            "sugarContent": "3 g",
            "fatContent": "35 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 55,
        "titre": "Baked Vegetables",
        "instructions": "Preheat the oven to 400 degrees F (200 degrees C). Lightly oil a large, shallow baking dish.\nCombine broccoli, carrots, zucchini, and potatoes in the prepared baking dish and lightly salt. Brush with olive oil and sprinkle with dry soup mix.\nBake in the preheated oven until vegetables are tender and easily pierced with a fork, 30 to 45 minutes.",
        "ingredients": [
            "1 head fresh broccoli, cut into florets",
            "4 carrots, cut into 1 inch pieces",
            "4 zucchini, thickly sliced",
            "2 potatoes, peeled and cubed",
            "salt to taste",
            "0.25 cup olive oil",
            "1 (1 ounce) package dry onion soup mix"
        ],
        "nutriments": {
            "calories": "306 kcal",
            "carbohydrateContent": "41 g",
            "fiberContent": "9 g",
            "proteinContent": "8 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "719 mg",
            "sugarContent": "9 g",
            "fatContent": "15 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 56,
        "titre": "Dynamite Rice",
        "instructions": "Gather all ingredients.\nRinse rice and drain. Add rice to a pot and pour in water. Bring to a simmer over high heat, then reduce heat to low. Cover and cook for 20 minutes. Turn off heat and let rest for 10 minutes.\nWhile rice cooks, combine rice vinegar, sugar, and salt together in a small bowl until dissolved. Set aside.\nPreheat the oven to 400 degrees F (200 degrees C). Lightly grease a shallow 2-quart baking dish with some sesame oil.\nUncover rice and drizzle over seasoned vinegar mixture. Use a fork to break up and fluff rice. Transfer rice into the prepared baking dish. Sprinkle over toasted sesame seeds, bonito flakes, and nori; use a fork to gently stir into the rice.\nMix mayonnaise, soy sauce, ½ teaspoon sesame oil, and Sriracha for topping together in a bowl and stir in scallops and shrimp. Spread over rice, and sprinkle cayenne over the top.\nBake in the center of the preheated oven until the seafood is just cooked through (or 95% cooked through), about 20 minutes. Turn oven to a high broil setting, and brown the top, 1 to 2 minutes.\nGarnish the top with more Sriracha, toasted sesame seeds, and green onions before serving.",
        "ingredients": [
            "1 cup uncooked medium-grain white rice (such as Calrose variety)",
            "1.25 cups water",
            "3 tablespoons rice vinegar",
            "2 teaspoons white sugar",
            "1 teaspoon kosher salt",
            "1 tablespoon toasted sesame seeds",
            "2 tablespoons bonito flakes",
            "1 sheet nori (dried seaweed), cut into thin strips",
            "0.667 cup mayonnaise",
            "1 tablespoon soy sauce",
            "0.5 teaspoon toasted sesame oil",
            "2 tablespoons Sriracha hot sauce",
            "1 cup bay scallops",
            "12 peeled and deveined large shrimp, cut into 1/2-inch pieces",
            "1 pinch cayenne pepper, or to taste",
            "1 dash Sriracha hot sauce, or to taste",
            "1 pinch toasted sesame seeds, or to taste",
            "0.25 cup thinly sliced green onions"
        ],
        "nutriments": {
            "calories": "592 kcal",
            "carbohydrateContent": "46 g",
            "cholesterolContent": "128 mg",
            "fiberContent": "2 g",
            "proteinContent": "27 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "1434 mg",
            "fatContent": "33 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 57,
        "titre": "Oven-Roasted Asparagus",
        "instructions": "Gather all ingredients. Preheat the oven to 425 degrees F (220 degrees C).\nPlace asparagus into a mixing bowl; drizzle with olive oil and toss to coat.\nSprinkle with Parmesan cheese and garlic; season to taste with salt and pepper if using. Arrange asparagus in a single layer in a baking dish.\nBake in the preheated oven until just tender, 12 to 15 minutes depending on thickness. Sprinkle with lemon juice just before serving.",
        "ingredients": [
            "1 bunch thin asparagus spears, trimmed",
            "3 tablespoons olive oil",
            "1.5 tablespoons grated Parmesan cheese",
            "1 clove garlic, minced",
            "1 teaspoon sea salt",
            "0.5 teaspoon ground black pepper",
            "1 tablespoon lemon juice"
        ],
        "nutriments": {
            "calories": "123 kcal",
            "carbohydrateContent": "5 g",
            "cholesterolContent": "2 mg",
            "fiberContent": "2 g",
            "proteinContent": "3 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "471 mg",
            "sugarContent": "2 g",
            "fatContent": "11 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 58,
        "titre": "Cuban Inspired Millet",
        "instructions": "Blend carrot and garlic in a food processor until finely chopped.\nHeat olive oil in a pot over medium heat; cook and stir carrot mixture, onion, and green bell pepper until softened, about 10 minutes. Add millet; stir until fragrant and toasted, about 3 minutes.\nPour vegetable broth into millet mixture; season with salt and black pepper. Reduce heat and simmer until all the broth is absorbed and millet is tender, about 20 minutes. Stir in cilantro.",
        "ingredients": [
            "1 carrot, chopped",
            "2 cloves garlic, crushed",
            "1 tablespoon olive oil",
            "1 onion, chopped",
            "1 green bell pepper, chopped",
            "1 cup millet",
            "2 cups vegetable broth",
            "salt and ground black pepper to taste",
            "0.25 cup chopped fresh cilantro, or more to taste"
        ],
        "nutriments": {
            "calories": "130 kcal",
            "carbohydrateContent": "23 g",
            "fiberContent": "3 g",
            "proteinContent": "3 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "123 mg",
            "sugarContent": "2 g",
            "fatContent": "3 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 59,
        "titre": "Quick Beef Stir-Fry",
        "instructions": "Gather all ingredients.\nHeat vegetable oil in a large wok or skillet over medium-high heat; add beef and stir-fry until browned, 3 to 4 minutes.\nMove beef to the side of the wok and add broccoli, bell pepper, carrots, green onion, and garlic to the center of the wok; stir-fry vegetables for 2 minutes.\nStir beef into vegetables and season with soy sauce and sesame seeds. Continue to cook and stir until vegetables are tender, about 2 more minutes.\nServe hot and enjoy!",
        "ingredients": [
            "2 tablespoons vegetable oil",
            "1 pound beef sirloin, cut into 2-inch strips",
            "1.5 cups fresh broccoli florets",
            "1 red bell pepper, cut into matchsticks",
            "2 carrots, thinly sliced",
            "1 green onion, chopped",
            "1 teaspoon minced garlic",
            "2 tablespoons soy sauce",
            "2 tablespoons sesame seeds, toasted"
        ],
        "nutriments": {
            "calories": "268 kcal",
            "carbohydrateContent": "9 g",
            "cholesterolContent": "49 mg",
            "fiberContent": "3 g",
            "proteinContent": "23 g",
            "saturatedFatContent": "4 g",
            "sodiumContent": "526 mg",
            "sugarContent": "3 g",
            "fatContent": "16 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 60,
        "titre": "Baked Ziti",
        "instructions": "Gather all ingredients.\nBring a large pot of lightly salted water to a boil. Add ziti pasta, and cook until al dente, about 8 minutes; drain.\nMeanwhile, brown ground beef and onion in a large skillet over medium heat; stir in spaghetti sauce and simmer for 15 minutes. Preheat the oven to 350 degrees F (175 degrees C). Butter a 9x13-inch baking dish.\nSpread 1/2 of the ziti in the bottom of the prepared dish.\nTop with Provolone cheese.\nTop with sour cream.\nAdd 1/2 of the meat sauce, remaining ziti, mozzarella cheese, and remaining meat sauce. Top with grated Parmesan cheese.\nBake in the preheated oven until heated through and cheeses have melted, about 30 minutes.",
        "ingredients": [
            "1 pound dry ziti pasta",
            "1 onion, chopped",
            "1 pound lean ground beef",
            "2 (26 ounce) jars spaghetti sauce",
            "6 ounces provolone cheese, sliced",
            "1.5 cups sour cream",
            "6 ounces mozzarella cheese, shredded",
            "2 tablespoons grated Parmesan cheese"
        ],
        "nutriments": {
            "calories": "578 kcal",
            "carbohydrateContent": "58 g",
            "cholesterolContent": "71 mg",
            "fiberContent": "6 g",
            "proteinContent": "28 g",
            "saturatedFatContent": "13 g",
            "sodiumContent": "914 mg",
            "sugarContent": "14 g",
            "fatContent": "25 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 61,
        "titre": "Braunschweiger Potato Hash",
        "instructions": "Heat oil in a large skillet over medium heat. Cook and stir potatoes in hot oil to coat; season with garlic powder and onion powder. Cover the skillet and cook, stirring occasionally, until potatoes are browned and tender, about 15 minutes. Drain excess oil.\nMash braunschweiger into potatoes. Cook and stir until braunschweiger is hot and slightly crisp, about 5 minutes. Season with salt and pepper to serve.",
        "ingredients": [
            "0.25 cup vegetable oil",
            "4 russet potatoes, peeled and cut into 1/2-inch cubes",
            "1 teaspoon garlic powder",
            "1 teaspoon onion powder",
            "8 ounces braunschweiger (liverwurst), sliced",
            "salt and ground black pepper to taste"
        ],
        "nutriments": {
            "calories": "474 kcal",
            "carbohydrateContent": "40 g",
            "cholesterolContent": "102 mg",
            "fiberContent": "5 g",
            "proteinContent": "13 g",
            "saturatedFatContent": "8 g",
            "sodiumContent": "710 mg",
            "sugarContent": "2 g",
            "fatContent": "30 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 62,
        "titre": "Kolachky",
        "instructions": "Combine butter and cream cheese in a large bowl until well blended. I like to use my hands, but you can also use a wooden spoon. Mix in flour, 1 cup at a time. As dough becomes stiff, turn out onto the counter; knead in flour until no longer sticky. Continue to knead dough for 5 minutes.\nPreheat the oven to 350 degrees F (175 degrees C).\nPulse walnuts in the bowl of a food processor to a fine consistency. Pulse in honey and egg. Set aside.\nTransfer dough to a well-floured surface; roll out to 1/4-inch thick. Cut dough into 3x3-inch squares. Place 1 teaspoon filling in center of each square. Use walnut for some and poppyseed for the rest. Roll squares up and seal the edges. These can also be formed into triangles. Place cookies 2 inches apart onto ungreased cookie sheets. Brush with egg white.\nBake in the preheated oven until lightly browned, 15 to 17 minutes. When cool, dust with confectioners' sugar.",
        "ingredients": [
            "2 cups unsalted butter, softened",
            "2 (8 ounce) packages cream cheese, room temperature",
            "4 cups all-purpose flour",
            "1 pound chopped walnuts",
            "0.5 cup honey",
            "1 egg",
            "1 (12 ounce) can poppyseed filling",
            "1 egg white",
            "0.5 cup confectioners' sugar for dusting"
        ],
        "nutriments": {
            "calories": "241 kcal",
            "carbohydrateContent": "18 g",
            "cholesterolContent": "35 mg",
            "fiberContent": "1 g",
            "proteinContent": "4 g",
            "saturatedFatContent": "8 g",
            "sodiumContent": "37 mg",
            "sugarContent": "4 g",
            "fatContent": "18 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 63,
        "titre": "Simple Broccolini",
        "instructions": "Place broccolini in a large skillet with about 2 inches of water; bring to a boil and cook until bright green, 1 to 2 minutes. Drain.\nHeat olive oil in the same skillet over medium heat. Stir in garlic and cook until golden and fragrant, 1 to 2 minutes. Add broccolini; cook and stir until heated through, 2 to 3 minutes.\nSqueeze lemon juice over broccoli and season with red pepper flakes, salt, and pepper.",
        "ingredients": [
            "1 bunch broccolini",
            "2 tablespoons olive oil",
            "1 clove garlic, minced",
            "1 lemon wedge",
            "1 pinch red pepper flakes",
            "salt and ground black pepper to taste"
        ],
        "nutriments": {
            "calories": "218 kcal",
            "carbohydrateContent": "18 g",
            "fiberContent": "3 g",
            "proteinContent": "8 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "145 mg",
            "sugarContent": "5 g",
            "fatContent": "14 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 64,
        "titre": "Homemade Arepas",
        "instructions": "Stir water and salt together in a medium bowl; gradually stir in cornmeal with your fingers until the mixture forms a soft, moist, malleable dough.\nForm dough into eight 2-inch diameter balls; pat each ball to flatten into a 3/8-inch-thick arepa patty.\nHeat oil in a large skillet over medium heat; fry arepas in batches until golden brown, about 4 to 5 minutes per side. Transfer cooked arepas to a paper towel-lined plate to drain until cool enough to handle.\nSlice halfway through each arepa horizontally with a thin serrated knife to form a pita-like pocket.\nEnjoy!",
        "ingredients": [
            "2.5 cups lukewarm water",
            "1 teaspoon salt",
            "2 cups pre-cooked white cornmeal (such as P.A.N.®)",
            "0.25 cup vegetable oil, or as needed"
        ],
        "nutriments": {
            "calories": "96 kcal",
            "carbohydrateContent": "20 g",
            "fiberContent": "1 g",
            "proteinContent": "2 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "293 mg",
            "fatContent": "1 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 66,
        "titre": "Traditional Sauerbraten",
        "instructions": "Place beef rump roast, onions, vinegar, water, 1 tablespoon salt, 1 tablespoon black pepper, sugar, cloves, and bay leaves in a large pot. Cover and refrigerate for 2 to 3 days, turning meat daily. Remove meat from marinade and pat dry with paper towels, reserving marinade.\nSeason flour to taste with salt and black pepper in a large bowl. Sprinkle flour mixture over beef.\nHeat vegetable oil in a large Dutch oven or pot over medium heat; cook beef until brown on all sides, about 10 minutes.\nPour reserved marinade over beef, cover, and reduce heat to medium-low. Simmer until beef is tender, 3 1/2 to 4 hours.\nRemove beef to a platter and slice.\nStrain solids from remaining liquid and continue cooking over medium heat. Add gingersnap cookies and simmer until gravy is thickened, about 10 minutes. Serve gravy over sliced beef.",
        "ingredients": [
            "3 pounds beef rump roast",
            "2 large onions, chopped",
            "1 cup red wine vinegar, or to taste",
            "1 cup water",
            "1 tablespoon salt",
            "1 tablespoon ground black pepper",
            "1 tablespoon white sugar",
            "10 whole cloves, or more to taste",
            "2 bay leaves, or more to taste",
            "2 tablespoons all-purpose flour",
            "salt and ground black pepper to taste",
            "2 tablespoons vegetable oil",
            "10 gingersnap cookies, crumbled"
        ],
        "nutriments": {
            "calories": "456 kcal",
            "carbohydrateContent": "21 g",
            "cholesterolContent": "100 mg",
            "fiberContent": "2 g",
            "proteinContent": "41 g",
            "saturatedFatContent": "7 g",
            "sodiumContent": "1683 mg",
            "sugarContent": "8 g",
            "fatContent": "22 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 67,
        "titre": "Authentic German Potato Salad",
        "instructions": "Gather the ingredients.\nPlace potatoes in a large pot and add water to cover by at least 1 to 2 inches; bring to a boil. Cook until potatoes are easily pierced with a fork, about 10 minutes. Drain, and set aside to cool.\nWhile the potatoes are cooking, place bacon in a large, deep skillet over medium-high heat. Fry until browned and crisp, 10 to 12 minutes, turning as needed. Transfer bacon to a paper towel-lined plate and crumble when cool enough to handle. Leave bacon grease in the skillet.\nCook onion in the bacon grease over medium heat until browned, 6 to 8 minutes. Add vinegar, sugar, water, salt, and pepper to the pan and bring to a boil.\nOnce boiling, add potatoes, and 1/2 of the crumbled bacon. Cook until heated through, 3 to 4 minutes.\nTransfer warm potato salad to a serving dish and sprinkle remaining crumbled bacon over top. Garnish with parsley and serve warm.",
        "ingredients": [
            "3 cups diced peeled potatoes",
            "4 slices bacon",
            "1 small onion, diced",
            "0.25 cup white vinegar",
            "2 tablespoons water",
            "1.5 tablespoons white sugar, or more to taste",
            "1 teaspoon salt",
            "0.125 teaspoon ground black pepper",
            "1 tablespoon chopped fresh parsley"
        ],
        "nutriments": {
            "calories": "183 kcal",
            "carbohydrateContent": "32 g",
            "cholesterolContent": "10 mg",
            "fiberContent": "2 g",
            "proteinContent": "5 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "796 mg",
            "sugarContent": "11 g",
            "fatContent": "4 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 69,
        "titre": "Chef John's Popovers",
        "instructions": "Grease a 6-tin muffin pan with butter and cooking spray.\nWhisk eggs, milk, flour, salt, and cayenne pepper together in a medium bowl until smooth. Pour batter into each muffin tin, filling to about 3/4 of the way up the sides. Sprinkle about 1 teaspoon of grated Cheddar cheese atop each popover.\nPlace pan in a cold oven. Heat to 450 degrees F (230 degrees C) and bake until puffed and well-browned, without peeking, about 30 minutes.",
        "ingredients": [
            "1 tablespoon butter",
            "cooking spray",
            "2 large eggs",
            "1 cup milk",
            "1 cup all-purpose flour",
            "0.5 teaspoon salt",
            "1 pinch cayenne pepper",
            "2 tablespoons shredded Cheddar cheese"
        ],
        "nutriments": {
            "calories": "112 kcal",
            "carbohydrateContent": "14 g",
            "cholesterolContent": "55 mg",
            "fiberContent": "0 g",
            "proteinContent": "5 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "199 mg",
            "sugarContent": "2 g",
            "fatContent": "4 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 70,
        "titre": "Angel Food Cake",
        "instructions": "Preheat the oven to 375 degrees F (190 degrees C). Clean and fully dry a 10-inch tube pan.\nSift together flour, and 3/4 cup sugar, set aside.\nWhip egg whites, along with vanilla, cream of tartar, and salt, in a large bowl to medium stiff peaks. Gradually add remaining 3/4 cup sugar while continuing to whip to stiff peaks. When the egg white mixture has reached its maximum volume, fold in the sifted ingredients gradually, 1/3 at a time. Do not overmix. Put the batter into the tube pan.\nBake in the preheated oven until the cake springs back when touched, 40 to 45 minutes.\nBalance the tube pan upside down on the top of a bottle to prevent decompression while cooling. When cool, run a knife around the edge of the pan and invert onto a plate.",
        "ingredients": [
            "1 cup cake flour",
            "1.5 cups white sugar, divided",
            "12 egg whites",
            "1.5 teaspoons vanilla extract",
            "1.5 teaspoons cream of tartar",
            "0.5 teaspoon salt"
        ],
        "nutriments": {
            "calories": "136 kcal",
            "carbohydrateContent": "30 g",
            "fiberContent": "0 g",
            "proteinContent": "4 g",
            "sodiumContent": "131 mg",
            "sugarContent": "22 g",
            "fatContent": "0 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 72,
        "titre": "The Cheese Thing",
        "instructions": "Cook pasta according to package directions. Drain.\nStir together pasta, margarine, cheese, diced tomatoes, sugar, and salt. Place in a 9 x 13 inch pan.\nBake at 400 degrees F (205 degrees C) for 40 to 60 minutes. The pasta will stick up and brown slightly, so you may want to cover with foil.",
        "ingredients": [
            "1 (16 ounce) package penne pasta",
            "0.25 cup low fat margarine",
            "2.5 cups shredded reduced fat Colby cheese",
            "1 (28 ounce) can diced tomatoes with green chile peppers",
            "1 tablespoon white sugar",
            "0.5 teaspoon salt"
        ],
        "nutriments": {
            "calories": "339 kcal",
            "carbohydrateContent": "42 g",
            "cholesterolContent": "18 mg",
            "fiberContent": "3 g",
            "proteinContent": "18 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "679 mg",
            "sugarContent": "3 g",
            "fatContent": "12 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 73,
        "titre": "Easy Garlic Kale",
        "instructions": "Gather all ingredients.\nSoak kale leaves in a large bowl of water until dirt and sand begin to fall to the bottom, about 2 minutes. Lift kale from the bowl without drying the leaves and immediately remove and discard stems. Chop the kale leaves into 1-inch pieces.\nHeat olive oil in a large skillet over medium heat; cook and stir garlic until sizzling, about 1 minute. Add kale to the skillet and place a cover over the top.\nCook, stirring occasionally with tongs, until kale is bright green and slightly tender, 5 to 7 minutes.\nEnjoy!",
        "ingredients": [
            "1 bunch kale",
            "1 tablespoon olive oil",
            "1 teaspoon minced garlic"
        ],
        "nutriments": {
            "calories": "87 kcal",
            "carbohydrateContent": "11 g",
            "fiberContent": "2 g",
            "proteinContent": "4 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "48 mg",
            "fatContent": "4 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 74,
        "titre": "Easy Guacamole",
        "instructions": "Gather all ingredients.\nMash avocado in a medium serving bowl.\nStir in onion, tomato, and garlic.\nSeason with lime juice and salt and pepper to taste.\nCover and chill guacamole for 30 minutes to allow flavors to blend.",
        "ingredients": [
            "2 ripe avocados, peeled and pitted",
            "1 small onion, finely chopped",
            "1 ripe tomato, chopped",
            "1 clove garlic, minced",
            "1 lime, juiced",
            "salt and pepper to taste"
        ],
        "nutriments": {
            "calories": "45 kcal",
            "carbohydrateContent": "3 g",
            "fiberContent": "2 g",
            "proteinContent": "1 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "2 mg",
            "sugarContent": "1 g",
            "fatContent": "4 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 75,
        "titre": "Easy Shakshuka",
        "instructions": "Gather the ingredients.\nHeat vegetable oil in a deep skillet over medium heat. Stir in garlic, onion, and bell pepper; cook and stir until the onion has softened and turned translucent, about 5 minutes. Add the canned tomatoes, paprika, and jalapeños; stir, using the back of a spoon to break up the tomatoes. Simmer for about 25 minutes.\nCrack an egg into a small bowl, then gently slip the egg into the tomato sauce. Repeat with remaining eggs.\nPoach the eggs in the sauce until the whites are firm and the yolks have thickened but are not hard, 2 ½ to 3 minutes. If the tomato sauce gets dry, add a few tablespoons of water. Remove the poached eggs with a slotted spoon, place onto a warm plate, and serve with the tomato sauce and pita bread.\nEnjoy!",
        "ingredients": [
            "1 tablespoon olive oil",
            "2 cloves garlic, minced",
            "1 onion, cut into 2 inch pieces",
            "1 green bell pepper, cut into 2 inch pieces",
            "1 (28 ounce) can whole peeled plum tomatoes with juice",
            "1 teaspoon paprika, or to taste",
            "2 slices pickled jalapeno pepper, finely chopped",
            "4 eggs",
            "4 (6 inch) pita bread"
        ],
        "nutriments": {
            "calories": "294 kcal",
            "carbohydrateContent": "41 g",
            "cholesterolContent": "186 mg",
            "fiberContent": "4 g",
            "proteinContent": "13 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "654 mg",
            "sugarContent": "8 g",
            "fatContent": "9 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 76,
        "titre": "Chef John's Pate de Campagne",
        "instructions": "Combine cloves, nutmeg, ginger, and cayenne pepper in a small bowl to make spice mixture.\nPlace pork shoulder, duck meat, chopped bacon, chicken livers, onion, shallot, parsley, cognac, salt, garlic, pepper, 3/4 teaspoon spice mixture, and pink curing salt in a large bowl. Mix thoroughly until evenly distributed. Cover with plastic wrap and refrigerate about 2 hours.\nWhisk cream, bread crumbs, and eggs together in a bowl.\nTransfer pork mixture to a rimmed baking sheet lined with a silicone mat or parchment. Freeze for 15 to 20 minutes to facilitate grinding the meat.\nGrind pork mixture into a bowl using the meat-grinder attachment of a stand mixer. Add dried cherries and pistachios. Add the cream mixture; fold gently until just combined.\nArrange bacon strips crosswise in a 9x5-inch loaf pan, letting ends hang over the edges of the pan. Trim some strips to fit the ends of the pan.\nFill pan to the top with the ground pork mixture; smooth the top. Cover surface with strips of bacon. Fold side bacon piece edges over the top. Cover with a piece of parchment cut to fit the top of the pan; wrap tightly with heavy duty aluminum foil.\nPreheat oven to 350 degrees F (175 degrees C).\nTransfer pan to a deep pot or Dutch oven. Pour in hot tap water to reach 1/2 to 2/3 of the way up the side of the pan. Cover.\nBake in the preheated oven until an instant-read thermometer inserted into the center reads 155 degrees F (68 degrees C), 1 3/4 to 2 hours.\nTransfer pan to a paper-towel lined surface to absorb any moisture. If mixture has risen above the top edge of the pan, press it down with a heavy pan. Remove the aluminum foil, leaving the parchment paper on top. Transfer pan to a paper-towel-lined baking dish. Cut a piece of cardboard to be slightly smaller than the top of the pan. Wrap with aluminum foil and place on the parchment paper. Press down with weights like canned food.\nRefrigerate at least 8 hours to chill and compress the pate.\nTo unmold the pate, pour very hot water into a large bowl. Dip mold into hot water for 1 to 2 seconds. Turn out onto a paper-towel-lined dish; chill again before slicing.",
        "ingredients": [
            "1 teaspoon ground cloves",
            "1 teaspoon ground nutmeg",
            "1 teaspoon ground ginger",
            "1 teaspoon cayenne pepper",
            "1.25 pounds boneless pork shoulder, cut into 1-inch cubes",
            "6 ounces duck leg meat",
            "4 ounces fatty bacon, chopped",
            "4 ounces chicken livers, roughly chopped",
            "1 small yellow onion, diced",
            "1 shallot, thinly sliced",
            "0.33333334326744 cup chopped Italian parsley",
            "0.25 cup cognac",
            "5 teaspoons kosher salt",
            "4 cloves garlic, minced",
            "1 teaspoon freshly ground black pepper",
            "0.125 teaspoon pink curing salt (such as Instacure™ #1)",
            "0.5 cup heavy whipping cream",
            "0.33333334326744 cup dry bread crumbs",
            "2 eggs",
            "0.5 cup dried cherries",
            "0.5 cup shelled whole pistachios",
            "8 strips bacon, or as needed"
        ],
        "nutriments": {
            "calories": "250 kcal",
            "carbohydrateContent": "11 g",
            "cholesterolContent": "114 mg",
            "fiberContent": "2 g",
            "proteinContent": "15 g",
            "saturatedFatContent": "6 g",
            "sodiumContent": "1121 mg",
            "sugarContent": "4 g",
            "fatContent": "15 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 77,
        "titre": "Italian-Style Swiss Chard",
        "instructions": "Wash Swiss chard and cut into 1-inch strips. Separate the thick, tough stalk sections from the upper leafy strips.\nAdd 1 tablespoon salt to 1 cup water in a large saucepan; bring to a boil. Add stalks and cook for 2 minutes. Stir in leafy strips. Cook until stalks are fork-tender and leafy strips are wilted, about 6 minutes. Drain.\nHeat oil, garlic, and red pepper flakes in a large skillet over medium heat until aromatic, about 3 minutes. Add drained Swiss chard; cook and stir for 2 minutes. Season with salt to taste.",
        "ingredients": [
            "1 bunch Swiss chard",
            "1 tablespoon salt",
            "2 tablespoons olive oil",
            "4 cloves garlic, coarsely chopped",
            "0.125 teaspoon crushed red pepper flakes",
            "salt to taste"
        ],
        "nutriments": {
            "calories": "75 kcal",
            "carbohydrateContent": "3 g",
            "fiberContent": "1 g",
            "proteinContent": "1 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "1866 mg",
            "sugarContent": "1 g",
            "fatContent": "7 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 78,
        "titre": "Homemade Soft Pretzels",
        "instructions": "Pour 1 ¼ cups warm water into a medium bowl. Dissolve yeast and 1 teaspoon sugar in warm water; let stand until creamy, about 10 minutes.\nMix flour, ½ cup sugar, and salt together in a large bowl. Make a well in the center; add yeast mixture and oil. Mix well and form into a dough. If mixture is dry, add one or two more tablespoons of water.\nKnead dough until smooth, about 7 minutes. Lightly oil a large bowl, place dough in the bowl, and turn to coat with oil. Cover with plastic wrap and let rise in a warm place until doubled in size, about 1 hour.\nPreheat the oven to 450 degrees F (230 degrees C). Grease 2 baking sheets.\nPour 4 cups hot water into a large bowl. Stir in baking soda until dissolved; set aside.\nTurn dough out onto a lightly floured surface and divide into 12 equal pieces. Roll each piece into a rope and twist into a pretzel shape.\nOnce all of the dough is shaped, dip each pretzel into the baking soda-hot water solution and place on the prepared baking sheets. Sprinkle with kosher salt.\nBake in preheated oven until browned, about 8 minutes.\nEnjoy!",
        "ingredients": [
            "1.25 cups warm water (110 degrees F/45 degrees C), or more as needed",
            "4 teaspoons active dry yeast",
            "1 teaspoon white sugar",
            "5 cups all-purpose flour",
            "0.5 cup white sugar",
            "1.5 teaspoons salt",
            "1 tablespoon vegetable oil, or more as needed",
            "0.5 cup baking soda",
            "4 cups hot water",
            "0.25 cup kosher salt, for topping"
        ],
        "nutriments": {
            "calories": "237 kcal",
            "carbohydrateContent": "49 g",
            "fiberContent": "2 g",
            "proteinContent": "6 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "4681 mg",
            "sugarContent": "9 g",
            "fatContent": "2 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 79,
        "titre": "Neeps and Tatties",
        "instructions": "Place potatoes and swede in a large pot; cover with water. Bring to a boil and cook until tender, about 15 minutes. Drain.\nMash butter and mustard powder into potatoes and swede until well incorporated. Stir in scallions, salt, and pepper.",
        "ingredients": [
            "2 pounds russet potatoes, peeled and cubed",
            "2 pounds swede (rutabaga), peeled and cubed",
            "0.25 cup butter, softened",
            "1 teaspoon mustard powder",
            "1 bunch scallions, finely chopped",
            "salt and ground black pepper to taste"
        ],
        "nutriments": {
            "calories": "190 kcal",
            "carbohydrateContent": "31 g",
            "cholesterolContent": "15 mg",
            "fiberContent": "6 g",
            "proteinContent": "4 g",
            "saturatedFatContent": "4 g",
            "sodiumContent": "94 mg",
            "sugarContent": "8 g",
            "fatContent": "6 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 80,
        "titre": "Simple Custard",
        "instructions": "Gather all ingredients.\nPlace milk, vanilla extract, and butter in a saucepan.\nCook and stir over medium heat until simmering; remove from heat before it comes to a boil.\nWhisk eggs, sugar, and cornstarch together in a bowl until sugar dissolves.\nSet the saucepan back over low heat. Pour in egg mixture slowly, whisking constantly, until custard thickens enough to coat the bottom of a spoon, 5 to 10 minutes.\nServe warm or transfer custard into a large bowl and cover.\nAllow to cool before chilling. Enjoy!",
        "ingredients": [
            "4 cups whole milk",
            "1 tablespoon vanilla extract",
            "1 teaspoon butter",
            "4 eggs",
            "0.5 cup white sugar",
            "3 tablespoons cornstarch"
        ],
        "nutriments": {
            "calories": "178 kcal",
            "carbohydrateContent": "21 g",
            "cholesterolContent": "107 mg",
            "proteinContent": "7 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "88 mg",
            "sugarContent": "18 g",
            "fatContent": "7 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 81,
        "titre": "Easy Canned Chicken & Rice",
        "instructions": "Boil water. Add rice, stir, cover, and remove from heat. Let it sit until water is absorbed, about 5 minutes, then fluff with a fork. Or prepare rice according to package directions.\nWhen rice is ready, add chicken to the pot and continue to stir over low heat. Mix in condensed soup. Continue cooking until heated through.",
        "ingredients": [
            "2 cups instant rice",
            "1 (5 ounce) can chicken chunks, drained",
            "1 (10.5 ounce) can condensed cream of chicken soup"
        ],
        "nutriments": {
            "calories": "205 kcal",
            "carbohydrateContent": "29 g",
            "cholesterolContent": "19 mg",
            "fiberContent": "1 g",
            "proteinContent": "9 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "456 mg",
            "sugarContent": "0 g",
            "fatContent": "5 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 82,
        "titre": "Old-Fashioned Lemonade",
        "instructions": "Gather all ingredients.\nJuice lemons; you should have 1 cup juice.\nCombine juice, sugar, and water in a 1/2-gallon pitcher. Stir until sugar dissolves. Taste and add more water if desired.\nChill and serve over ice.",
        "ingredients": [
            "6 lemons",
            "1 cup white sugar",
            "6 cups water, or more as needed"
        ],
        "nutriments": {
            "calories": "151 kcal",
            "carbohydrateContent": "45 g",
            "fiberContent": "5 g",
            "proteinContent": "1 g",
            "sodiumContent": "3 mg",
            "sugarContent": "33 g",
            "fatContent": "0 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 83,
        "titre": "Creamy Rice Pudding",
        "instructions": "Gather all ingredients.\nPour water into a saucepan and bring to a boil over medium heat; stir in rice. Reduce heat to low, cover, and simmer until rice is tender and liquid has been absorbed, about 20 minutes.\nCombine cooked rice, 1 ½ cups milk, sugar, and salt in a clean saucepan. Cook over medium heat, stirring often, until thick and creamy, about 15 minutes.\nStir in remaining 1/2 cup milk, beaten egg, and raisins; cook 2 minutes more, stirring constantly. Remove from heat and stir in butter and vanilla until combined..\nServe warm.",
        "ingredients": [
            "1.5 cups cold water",
            "0.75 cup uncooked white rice",
            "2 cups milk, divided",
            "0.33333334326744 cup white sugar",
            "0.25 teaspoon salt",
            "1 egg, beaten",
            "0.66666668653488 cup golden raisins",
            "1 tablespoon butter",
            "0.5 teaspoon vanilla extract"
        ],
        "nutriments": {
            "calories": "366 kcal",
            "carbohydrateContent": "68 g",
            "cholesterolContent": "64 mg",
            "fiberContent": "1 g",
            "proteinContent": "9 g",
            "saturatedFatContent": "4 g",
            "sodiumContent": "237 mg",
            "sugarContent": "23 g",
            "fatContent": "7 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 84,
        "titre": "Ratatouille Provençale",
        "instructions": "Pour olive oil into a large pot over high heat. Add onions and garlic and sauté for 2 minutes. Reduce heat and add tomatoes, eggplants, zucchini, tomato purée, and herbes de Provence; season with salt and pepper. Cover and simmer for 30 minutes.\nUncover and check the level of liquid in the pot. Continue cooking for 30 minutes, uncovered if there is too much liquid or covered if the amount of liquid looks right.",
        "ingredients": [
            "0.5 cup extra-virgin olive oil",
            "2 large onions, quartered",
            "3 cloves garlic, minced",
            "2 pounds fresh tomatoes, quartered",
            "3 eggplants, sliced into 1/2-inch rounds",
            "6 zucchini, cut into 1/2-inch slices",
            "0.5 cup tomato puree",
            "3 tablespoons herbes de Provence",
            "salt and ground black pepper to taste"
        ],
        "nutriments": {
            "calories": "323 kcal",
            "carbohydrateContent": "35 g",
            "fiberContent": "15 g",
            "proteinContent": "8 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "144 mg",
            "sugarContent": "17 g",
            "fatContent": "20 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 85,
        "titre": "Homemade Spaghetti Sauce with Ground Beef",
        "instructions": "Gather all ingredients.\nCombine ground beef, onion, garlic, and green pepper in a large saucepan over medium-high heat. Cook and stir until meat is browned and crumbly and vegetables are tender, 5 to 7 minutes. Drain grease.\nStir diced tomatoes, tomato sauce, and tomato paste into the pan. Season with oregano, basil, salt, and pepper. Simmer spaghetti sauce for 1 hour, stirring occasionally.\nServe hot and enjoy!",
        "ingredients": [
            "1 pound ground beef",
            "1 medium onion, chopped",
            "4 cloves garlic, minced",
            "1 small green bell pepper, diced",
            "1 (28 ounce) can diced tomatoes",
            "1 (16 ounce) can tomato sauce",
            "1 (6 ounce) can tomato paste",
            "2 teaspoons dried oregano",
            "2 teaspoons dried basil",
            "1 teaspoon salt",
            "0.5 teaspoon ground black pepper"
        ],
        "nutriments": {
            "calories": "185 kcal",
            "carbohydrateContent": "15 g",
            "cholesterolContent": "35 mg",
            "fiberContent": "4 g",
            "proteinContent": "12 g",
            "saturatedFatContent": "4 g",
            "sodiumContent": "931 mg",
            "sugarContent": "9 g",
            "fatContent": "9 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 86,
        "titre": "Welsh Cookies",
        "instructions": "Mix flour, baking powder, salt and the 1/2 cup sugar in medium bowl until well blended Cut in butter or margarine and shortening with a pastry blender until mixture is crumbly. Toss in currants.\nBeat egg and milk with a fork in a 1-cup measure; add to flour mixture; mix gently with fork, just until blended. Dough should be consistency of pastry dough.\nRoll out dough to 1/4 inch thickness with floured rolling pin on lightly floured pastry cloth or board. Cut with 3 inch floured cookie cutter\nHeat greased griddle or large heavy skillet over moderate heat until few drops of water jump when dropped on surface. Cook cakes, a few at a time, 3 minutes, or until golden brown. Turn with pancake turner and cook another 3 minutes, or until golden brown on second side. Remove to wire rack. Sprinkle with sugar. Let cool completely, then wrap in plastic bags to store. Can also be frozen.",
        "ingredients": [
            "2 cups all-purpose flour",
            "2 teaspoons baking powder",
            "1 pinch salt",
            "0.5 cup white sugar",
            "0.25 cup butter",
            "0.25 cup shortening",
            "0.5 cup dried currants",
            "1 egg",
            "0.25 cup milk",
            "0.33333334326744 cup granulated sugar for decoration"
        ],
        "nutriments": {
            "calories": "341 kcal",
            "carbohydrateContent": "52 g",
            "cholesterolContent": "39 mg",
            "fiberContent": "2 g",
            "proteinContent": "5 g",
            "saturatedFatContent": "6 g",
            "sodiumContent": "195 mg",
            "sugarContent": "27 g",
            "fatContent": "13 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 87,
        "titre": "That's Good Moosh!",
        "instructions": "Cook and stir ground beef in a skillet until completely browned, 5 to 7 minutes. Season with taco seasoning; stir. Set aside.\nBring 3 quarts water to a boil in a 5-quart stockpot. Break ramen noodles into bite-sized pieces and add to boiling water. Cook, stirring frequently, until noodles are tender, 3 to 5 minutes; drain.\nPour tomatoes into a bowl; break into small pieces using your hand or a spoon. Dissolve 2 of the packets of seasoning from the ramen noodles in 1 cup water; stir into the tomatoes.\nPour the tomato mixture into the stockpot and place over medium heat. Stir ground beef into the tomato mixture; cook and stir until hot, 3 to 5 minutes. Add drained noodles to the beef mixture; stir to coat. Season the mixture with the remaining packet of ramen noodle seasoning to taste.\nRemove stockpot from heat; stir sour cream through the tomato mixture. Top with Cheddar cheese to serve.",
        "ingredients": [
            "0.25 pound ground beef, or to taste",
            "1 teaspoon taco seasoning mix, or to taste",
            "3 quarts water",
            "3 (3 ounce) packages chicken-flavored ramen noodle soup",
            "1 (14.5 ounce) can Mexican-style stewed tomatoes",
            "1 cup water",
            "0.5 cup sour cream",
            "0.5 cup shredded Cheddar cheese"
        ],
        "nutriments": {
            "calories": "495 kcal",
            "carbohydrateContent": "50 g",
            "cholesterolContent": "45 mg",
            "fiberContent": "3 g",
            "proteinContent": "16 g",
            "saturatedFatContent": "11 g",
            "sodiumContent": "1573 mg",
            "sugarContent": "7 g",
            "fatContent": "26 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 88,
        "titre": "Homemade Grain-Free Dog Food",
        "instructions": "Preheat the oven to 350 degrees F (175 degrees C).\nPlace carrots, apples, and water into a pot. Bring to a boil, then cover, reduce the heat to low, and simmer until soft, 10 to 15 minutes.\nMeanwhile, crack eggs into a bowl and set aside. Place eggshells onto a baking sheet.\nBake eggshells in the preheated oven until dry, 5 to 7 minutes.\nRemove eggshells from the oven and pulverize using a mortar and pestle or a coffee grinder.\nCombine ground chicken, chicken livers, reserved eggs, ground eggshells, and sunflower oil in a large skillet. Heat over medium heat, mixing occasionally, until chicken is browned and crumbly and livers are no longer pink, 5 to 7 minutes.\nPlace spinach on top of meat mixture, then cover with a lid and steam until soft, about 5 minutes.\nMash softened carrots and apples in a bowl with a potato masher and add to meat mixture. Mix until well combined.",
        "ingredients": [
            "4 medium carrots, peeled and chopped",
            "2 apples - peeled, cored and chopped",
            "0.25 cup water",
            "6 eggs",
            "3 pounds ground chicken",
            "6 ounces chicken livers, chopped",
            "3 tablespoons sunflower seed oil",
            "4 cups baby spinach leaves"
        ],
        "nutriments": {
            "calories": "291 kcal",
            "carbohydrateContent": "7 g",
            "cholesterolContent": "242 mg",
            "fiberContent": "2 g",
            "proteinContent": "37 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "144 mg",
            "sugarContent": "4 g",
            "fatContent": "12 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 89,
        "titre": "The Best Banana Pudding",
        "instructions": "Gather all ingredients.\nPlace milk and pudding mix in a large bowl; beat with a whisk for 2 minutes. Blend in condensed milk until smooth.\nStir in vanilla, then fold in whipped topping.\nLayer wafers, banana slices, and pudding mixture in a glass serving bowl.\nFor best results, chill pudding in the refrigerator for at least an hour before serving. When ready to serve top with extra crushed wafers.\nEnjoy!",
        "ingredients": [
            "2 cups cold milk",
            "1 (5 ounce) package instant vanilla pudding mix",
            "1 (14 ounce) can sweetened condensed milk",
            "1 tablespoon vanilla extract",
            "1 (12 ounce) container frozen whipped topping, thawed",
            "1 (16 ounce) package vanilla wafers",
            "14 bananas, sliced"
        ],
        "nutriments": {
            "calories": "329 kcal",
            "carbohydrateContent": "57 g",
            "cholesterolContent": "9 mg",
            "fiberContent": "3 g",
            "proteinContent": "4 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "205 mg",
            "sugarContent": "29 g",
            "fatContent": "10 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 90,
        "titre": "Taco Seasoning",
        "instructions": "Gather all ingredients.\nMix chili powder, cumin, salt, pepper, paprika, garlic powder, onion powder, red pepper flakes, and oregano together in a small bowl until combined.\nStore in an airtight container.",
        "ingredients": [
            "1 tablespoon chili powder",
            "1.5 teaspoons ground cumin",
            "1 teaspoon sea salt",
            "1 teaspoon ground black pepper",
            "0.5 teaspoon ground paprika",
            "0.25 teaspoon garlic powder",
            "0.25 teaspoon onion powder",
            "0.25 teaspoon crushed red pepper flakes",
            "0.25 teaspoon dried oregano"
        ],
        "nutriments": {
            "calories": "5 kcal",
            "carbohydrateContent": "1 g",
            "cholesterolContent": "0 mg",
            "fiberContent": "0 g",
            "proteinContent": "0 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "235 mg",
            "sugarContent": "0 g",
            "fatContent": "0 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 91,
        "titre": "Homemade Crispy Seasoned French Fries",
        "instructions": "Slice potatoes into French fries and place them into a large bowl of cold water to prevent them from turning brown.\nHeat oil in a heavy saucepan or large skillet to 350 degrees F (175 degrees C).\nWhile the oil is heating, sift flour, garlic salt, onion salt, paprika, and salt into a large bowl. Gradually stir in enough water to make a slightly thick batter that can be drizzled from a spoon.\nDrain fries and pat dry; dip into the batter one at a time.\nLower fries carefully into the hot oil in batches to prevent them from clumping together. Fry until golden brown and crispy on all sides, about 7 to 10 minutes.\nDrain fries on a paper towel-lined plate.\nServe hot and enjoy!",
        "ingredients": [
            "2.5 pounds russet potatoes, peeled",
            "1 cup vegetable oil for frying",
            "1 cup all-purpose flour",
            "1 teaspoon garlic salt",
            "1 teaspoon onion salt",
            "1 teaspoon paprika",
            "1 teaspoon salt",
            "0.5 cup water, or as needed"
        ],
        "nutriments": {
            "calories": "193 kcal",
            "carbohydrateContent": "38 g",
            "fiberContent": "3 g",
            "proteinContent": "4 g",
            "saturatedFatContent": "0 g",
            "sodiumContent": "751 mg",
            "sugarContent": "1 g",
            "fatContent": "3 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 92,
        "titre": "Easy Dinner Hash",
        "instructions": "Heat oil in a large skillet over medium heat. Cook and stir sausage in hot oil until crumbly and just slightly pink, about 5 minutes. Add potato and onion; cook, stirring occasionally, until potatoes are tender and lightly browned, 10 to 15 minutes.\nStir in frozen vegetables and cook until heated through. Season with salt and pepper. Sprinkle with Cheddar cheese to serve.",
        "ingredients": [
            "1 tablespoon vegetable oil",
            "8 ounces bulk Italian sausage",
            "1 potato, peeled and diced",
            "0.25 onion, chopped",
            "1 cup frozen mixed vegetables",
            "salt and pepper to taste",
            "0.25 cup shredded Cheddar cheese"
        ],
        "nutriments": {
            "calories": "622 kcal",
            "carbohydrateContent": "27 g",
            "cholesterolContent": "100 mg",
            "fiberContent": "5 g",
            "proteinContent": "23 g",
            "saturatedFatContent": "17 g",
            "sodiumContent": "936 mg",
            "sugarContent": "2 g",
            "fatContent": "47 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 93,
        "titre": "Benne Wafers",
        "instructions": "Preheat the oven to 375 degrees F (190 degrees C).\nPlace sesame seeds on an ungreased baking sheet and toast in the preheated oven for 10 to 12 minutes until light brown. Watch closely so that they don't burn.\nMix together brown sugar, flour, toasted sesame seeds, melted butter, egg, vanilla, salt, and baking powder in a large bowl until combined.\nDrop dough by 1/2 teaspoonfuls, 1 1/2 inches apart, onto a lightly greased baking sheet.\nBake in batches in the preheated oven for 4 to 6 minutes, until light brown. Let cookies cool briefly before removing from baking sheets to a wire rack to cool completely.\nRepeat Steps 4 and 5 to bake remaining batches.",
        "ingredients": [
            "1 cup sesame seeds",
            "1.5 cups packed brown sugar",
            "1 cup all-purpose flour",
            "0.75 cup butter, melted",
            "1 large egg",
            "1 teaspoon vanilla extract",
            "0.25 teaspoon salt",
            "0.25 teaspoon baking powder"
        ],
        "nutriments": {
            "calories": "53 kcal",
            "carbohydrateContent": "6 g",
            "cholesterolContent": "8 mg",
            "fiberContent": "0 g",
            "proteinContent": "1 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "25 mg",
            "fatContent": "3 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 94,
        "titre": "Chef John's Colcannon",
        "instructions": "Boil potatoes in a large pot of salted water until tender, about 10 minutes. Drain and transfer potatoes to a large bowl. Add 2 tablespoons butter and lightly mash the potatoes.\nBoil kale and leeks in a large pot of water until tender, 5 to 7 minutes. Drain and transfer kale and leeks to a blender. Add white parts of the green onions and 2 more tablespoons butter; blend until smooth, scraping down sides as needed, 1 to 3 minutes.\nStir pureed kale mixture into the bowl of potatoes and continue to mash. Season with salt and black pepper to taste. Add cream and stir until desired texture. Top with 2 tablespoons butter and green parts of the green onions.",
        "ingredients": [
            "3 large russet potatoes, peeled and quartered",
            "2 tablespoons butter at room temperature",
            "4 ounces kale, trimmed and chopped",
            "1 leek, light parts only, rinsed and chopped",
            "1 bunch green onions, chopped, white and green parts separated",
            "2 tablespoons butter at room temperature",
            "salt and ground black pepper to taste",
            "0.25 cup heavy whipping cream",
            "2 tablespoons butter, for serving",
            "0.25 cup green onions to garnish"
        ],
        "nutriments": {
            "calories": "310 kcal",
            "carbohydrateContent": "40 g",
            "cholesterolContent": "44 mg",
            "fiberContent": "6 g",
            "proteinContent": "6 g",
            "saturatedFatContent": "10 g",
            "sodiumContent": "140 mg",
            "sugarContent": "3 g",
            "fatContent": "16 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 95,
        "titre": "Ultimate Twice-Baked Potatoes",
        "instructions": "Gather ingredients and preheat the oven to 350 degrees F (175 degrees C).\nBake potatoes in the preheated oven until tender, about 1 hour, depending on the size of your potatoes. Set potatoes aside until cool enough to handle.\nMeanwhile, place bacon in a large, deep skillet. Cook over medium-high heat until evenly brown. Drain, crumble, and set aside.\nSlice potatoes in half lengthwise and scoop the flesh into a large bowl; save skins.\nAdd sour cream, milk, butter, salt, pepper, 1/2 cup cheese, and 1/2 of the green onions to the potato; mix with a hand mixer until well blended and creamy.\nSpoon the mixture into the potato skins; top each with remaining cheese, green onions, and bacon.\nReturn potatoes to the preheated oven and continue baking until the cheese is melted, about 15 minutes. Serve Hot!",
        "ingredients": [
            "4 large baking potatoes",
            "8 slices bacon",
            "1 cup sour cream",
            "0.5 cup milk",
            "4 tablespoons butter",
            "0.5 teaspoon salt",
            "0.5 teaspoon pepper",
            "1 cup shredded Cheddar cheese, divided",
            "8 green onions, sliced, divided"
        ],
        "nutriments": {
            "calories": "422 kcal",
            "carbohydrateContent": "29 g",
            "cholesterolContent": "63 mg",
            "fiberContent": "2 g",
            "proteinContent": "11 g",
            "saturatedFatContent": "15 g",
            "sodiumContent": "537 mg",
            "sugarContent": "3 g",
            "fatContent": "30 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 96,
        "titre": "Perfect Chicken",
        "instructions": "Pour the chicken broth into a saucepan with the onion and garlic; bring to a boil and cook at a boil until the liquid reduces by half, about 10 minutes. Pour in the white wine, return to a boil, and reduce the liquid by half again, about 10 minutes. Stir in mushrooms, rosemary, and sage; simmer until the mushrooms are tender and have given up their juice, about 15 more minutes. Stir in cream, butter, lemon, and capers; reduce heat and simmer the sauce until thickened, about 10 minutes (45 minutes in all).\nPreheat oven to 350 degrees F (175 degrees C).\nPlace the cornstarch into a shallow bowl and press the chicken thighs into the cornstarch on all sides until thoroughly coated. Shake off excess cornstarch. Heat the olive oil in a skillet over medium heat; pan-fry the chicken thighs until they develop a golden brown crust, about 8 minutes per side. Place the chicken thighs into a 9x9-inch baking dish and pour the sauce over the chicken.\nBake in the preheated oven until the sauce is bubbling and the chicken is no longer pink in the center, about 15 minutes. An instant-read thermometer inserted into the center of a chicken thigh should read at least 165 degrees F (74 degrees C).",
        "ingredients": [
            "2 cups chicken broth",
            "0.5 cup chopped onion",
            "2 cloves garlic, minced",
            "1 cup white wine",
            "0.5 cup sliced fresh mushrooms, or more to taste",
            "1 teaspoon dried rosemary",
            "1 teaspoon dried sage",
            "1 cup heavy cream",
            "2 tablespoons butter",
            "0.5 lemon, juiced",
            "1 tablespoon capers, drained",
            "0.5 cup cornstarch, or as needed",
            "4 skinless, boneless chicken thighs",
            "2 tablespoons olive oil"
        ],
        "nutriments": {
            "calories": "610 kcal",
            "carbohydrateContent": "22 g",
            "cholesterolContent": "175 mg",
            "fiberContent": "1 g",
            "proteinContent": "24 g",
            "saturatedFatContent": "21 g",
            "sodiumContent": "206 mg",
            "sugarContent": "2 g",
            "fatContent": "43 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 97,
        "titre": "Kewa Datshi (Bhutanese Dish)",
        "instructions": "Heat oil in a pot over medium heat; cook and stir chile peppers and garlic until golden and fragrant, 2 to 3 minutes. Add onion; cook and stir until translucent, 5 to 7 minutes. Stir potatoes into onion mixture until potatoes are coated in oil.\nPour water over potato mixture and season with chile pepper powder and salt. Bring to a boil; reduce heat and simmer until potatoes are tender, adding more water if needed but keeping the gravy thick, 10 to 15 minutes.\nReduce heat to low and sprinkle fresh cheese over the gravy; slowly stir until cheese melts and spreads evenly, about 5 minutes. Garnish dish with red pepper flakes.",
        "ingredients": [
            "2 tablespoons vegetable oil, or as desired",
            "4 chile peppers, slit and coarsely chopped, or more to taste",
            "6 cloves garlic, minced",
            "1 onion, diced",
            "2 potatoes, peeled and cubed",
            "3 cups water, or more if needed",
            "0.5 teaspoon chile pepper powder",
            "salt or to taste",
            "1 cup grated fresh cheese",
            "1 pinch red pepper flakes, or to taste"
        ],
        "nutriments": {
            "calories": "538 kcal",
            "carbohydrateContent": "61 g",
            "cholesterolContent": "40 mg",
            "fiberContent": "8 g",
            "proteinContent": "22 g",
            "saturatedFatContent": "9 g",
            "sodiumContent": "279 mg",
            "sugarContent": "9 g",
            "fatContent": "25 g",
            "unsaturatedFatContent": "0 g"
        }
    },
    {
        "recette": 98,
        "titre": "The Best Rolled Sugar Cookies",
        "instructions": "Gather all ingredients.\nBeat sugar and softened butter together in a large bowl with an electric mixer until smooth.\nBeat in eggs and vanilla. Stir in flour, baking powder, and salt. Cover, and chill dough for at least 1 hour (or overnight).\nPreheat the oven to 400 degrees F (200 degrees C). Lightly dust a work surface with flour. Roll out dough to 1/4 to 1/2 inch thickness.\nCut into shapes with any cookie cutter. Place cookies 1 inch apart on ungreased baking sheets.\nBake in the preheated oven until cookies are lightly browned, 6 to 8 minutes. Carefully transfer cookies to a wire rack and cool completely before decorating.\nEnjoy!",
        "ingredients": [
            "2 cups white sugar",
            "1.5 cups butter, softened",
            "4 eggs",
            "1 teaspoon vanilla extract",
            "5 cups all-purpose flour",
            "2 teaspoons baking powder",
            "1 teaspoon salt"
        ],
        "nutriments": {
            "calories": "110 kcal",
            "carbohydrateContent": "15 g",
            "cholesterolContent": "25 mg",
            "fiberContent": "0 g",
            "proteinContent": "2 g",
            "saturatedFatContent": "3 g",
            "sodiumContent": "93 mg",
            "sugarContent": "7 g",
            "fatContent": "5 g",
            "unsaturatedFatContent": "0 g"
        }
    }
]